{
  "name": "Fighting Stance: Two-Handed",
  "type": "ability",
  "img": "icons/weapons/axes/axe-double-white-red.webp",
  "system": {
    "description": {
      "value": "<table><tbody><tr><td><p><strong>Two-Handed Stance</strong></p></td></tr><tr><td><p><em>Requirement</em>: A melee weapon with the Two-Handed trait, or a Versatile weapon held in two hands.</p></td></tr><tr><td><p>Both hands on your weapon, you rest it on your shoulder. You widen your stance to support full-body swings, tightening your grip in anticipation.</p></td></tr><tr><td><p>Pros</p><p><strong>Cleave</strong></p><ul><li>Once per turn, during your attack action, you can attack two creatures so long as they are both:</li><ul><li>Within reach of you.</li><li>Within 10ft of each other.</li></ul></ul><br /><p><strong>Called Shot</strong></p><ul><li>In place of an attack, you prepare a strike, immediately ending your turn.</li><li>At the beginning of your next turn, you use the attack action against a target within range, or else cancel the Called Shot. The first attack in this attack action automatically hits and is a <strong>critical hit</strong>.</li><li>You can take a desperate action to trigger the called shot critical hit early, but you gain a level of&nbsp;@Compendium[undertaking.conditions.ERBR3AG01H4N1L91]{Exhaustion} and cannot take a desperate action until the end of your next full turn. If you otherwise take an action or attack before you trigger your called shot, your strike is no longer prepared.</li></ul><br /><p><strong>Fulcrum-Free</strong></p><ul><li>You can wield two-handed weapons using one hand, but one-handed attacks are made at disadvantage.</li></ul></td></tr><tr><td><p>Cons</p><p><strong>Full Swing</strong></p><ul><li>Attack actions take up both your action and minor action.&nbsp;</li></ul></td></tr></tbody></table>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "stance"
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "CAIFAC3V8NQRCZUQ"
}
