{
  "name": "Fighting Stance: Boxing",
  "type": "ability",
  "img": "icons/skills/melee/unarmed-punch-fist-yellow-red.webp",
  "system": {
    "description": {
      "value": "<p><i>Requirement:</i> Unarmed or a weapon with the Unarmed trait.</p><hr><p>Twisting your off-hand to your front and sliding your dominant foot backward, you pull your fists in front of your face in a defensive stance and stand on your toes.</p><hr><u>Pros</u><p><b>Fist Fighter</b><ul><li>Your unarmed damage die increases two sizes.</li></ul><b>1-2 Punch</b><ul><li>Unarmed attacks have the 'Light' trait.</li><li>If your unarmed attacks already have the 'Light' trait, their damage die increases by one additional size instead.</li></ul><b>Uppercut</b><ul><li>In place of an attack once per turn, you can attempt to make an uppercut against a creature of equal or smaller size.  They must make a Strength or Dexterity (Save) check of DC 8 + your Strength Modifier + your Proficiency Bonus.  On failure, the creature takes 1 bludgeoning damage and is knocked 5ft into the air and remains there until the end of your turn, at which point they resume falling and fall @Compendium[undertaking.conditions.RK3DF56CKMQUV6DM]{Prone}.  On success, they dodge the attack and they take no damage.</li><li>For each attack that hits the target while airborne from an Uppercut, such as from a multi-attack, reaction, or desperate action, they take an additional 1d6 bludgeoning damage when landing.</li></ul><b>Jab & Weave</b><ul><li>If you use the Self-Defense action, you can make an off-hand attack as a minor action.</li></ul></p><hr><u>Cons</u><p><b>Misdressed</b><ul><li>Your armor grants an AC of 10 + your Dexterity Modifier.</li></ul><b>Gassing Out</b><ul><li>Each time you attack, your attacks gain a -1 to hit until the start of your next non-desperate turn.  This remains even after exiting this stance.</li></ul><b>Punch The Wall</b><ul><li>Your unarmed attacks only deal 1 bludgeoning damage if your target is wearing Heavy Armor or is a larger creature with natural armor.</li></ul></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "stance"
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "U0YH0GDRUF7KZ3HP"
}
