{
  "name": "Fighting Stance: Versatile",
  "type": "ability",
  "img": "icons/skills/melee/weapons-crossed-swords-white-blue.webp",
  "system": {
    "description": {
      "value": "<table><tbody><tr><td><p><strong>Versatile Stance</strong></p></td></tr><tr><td><p><em>Requirement</em>: A weapon with the Versatile trait.</p></td></tr><tr><td><p>Weapon in hand, you place your off-hand at the ready to switch to two hands and back again, ready to use the right grip for the right moment.</p></td></tr><tr><td><p>Pros</p><p><strong>Spry Strike</strong></p><ul><li>When entering this stance, and at the start of each turn in this stance, pick whether to wield your weapon in one or two hands, or to put it away.</li><ul><li><strong>One hand</strong>: Move up either one spot in the initiative order. If you just switched from two-handed, also gain either an additional minor action.</li><li><strong>Two hands</strong>: Move down one spot in the initiative order, but double your Strength or Dexterity modifier when dealing damage with this weapon. If you just switched from one-hand, also double your Strength or Dexterity model for attack rolls with this weapon.</li></ul></ul><br /><p><strong>Footwork</strong></p><ul><li>As a minor action, while holding your weapon in one hand, you can disengage, trip, or hide.</li></ul><br /><p><strong>Follow Through</strong></p><ul><li>As a minor action, your next two-handed attack this turn increases its die size by one.</li></ul></td></tr><tr><td><p>Cons</p><p><strong>Sticky Hands</strong></p><ul><li>You cannot switch or stow weapons, or change stance or handedness, outside of the Versatility ability.</li></ul><br /><p><strong>Lacking Defense</strong></p><ul><li>Ending your turn with one hand on your weapon lowers your AC by -2 until the beginning of your next turn.</li></ul><br /><p><strong>Stiff Defense</strong></p><ul><li>Ending your turn with two hands on your weapon lowers your Strength (Save), Dexterity (Save), and Constitution (Save) by -4 until the beginning of your next turn.</li></ul></td></tr></tbody></table>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "stance"
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "OV4KEWGS7DFIDZ0Q"
}
