{
  "name": "Fighting Stance: Boxing",
  "type": "ability",
  "img": "icons/skills/melee/unarmed-punch-fist-yellow-red.webp",
  "system": {
    "description": {
      "value": "<table><tbody><tr><td><p><strong>Boxing Stance</strong></p></td></tr><tr><td><p><em>Requirement</em>: Unarmed or a weapon with the Unarmed trait.</p></td></tr><tr><td><p>Twisting your off-hand to your front and sliding your dominant foot backward, you pull your fists in front of your face in a defensive stance and stand on your toes.</p></td></tr><tr><td><p>Pros</p><p><strong>Fist Fighter</strong></p><ul><li>Your unarmed damage die increases two sizes.</li></ul><br /><p><strong>1-2 Punch</strong></p><ul><li>Unarmed attacks have the &ldquo;Light&rdquo; trait.</li><li>If your unarmed attacks already have the &ldquo;Light&rdquo; trait, their damage die increases by one additional size instead.</li></ul><br /><p><strong>Jab &amp; Weave</strong></p><ul><li>If you use the Self-Defense action, you can make an off-hand attack as a minor action.</li></ul><br /><p><strong>Counterpunch</strong></p><ul><li>When an enemy misses you with an attack while in melee range, you can use your reaction to make a special attack against that creature, such as an uppercut or cross-counter. The target must make a Dexterity (Save) check of DC 10 + your Strength Modifier + your Proficiency Bonus. On failure, you hit the target with an unarmed attack that deals +1 additional damage, causing them to stumble and fall @Compendium[undertaking.conditions.RK3DF56CKMQUV6DM]{Prone}. On success, they dodge the attack and they take no damage.</li><li>For each counterpunch that you land, your adrenaline kicks in, causing your unarmed attacks to deal 1 extra damage die size for the next 1 minute, to a maximum of 2d6.</li></ul></td></tr><tr><td><p>Cons</p><p><strong>Weight Class</strong></p><ul><li>You have disadvantage to hit creatures of a different size than you.</li></ul></td></tr></tbody></table><p>&nbsp;</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "stance"
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "U0YH0GDRUF7KZ3HP"
}
