{
    "name": "Alchemy Trade",
    "type": "trade",
    "system": {
        "description": {
            "value": "<p>If you have Alchemy Trade Proficiency, you can use the Alchemy Kit in the following ways:&nbsp;</p><ul><li><strong>Distill Water:&nbsp;</strong>As a <em>Rest Action</em>, you can distill up to 1 gallon of water into a potable form.</li><li><strong><strong>Create Potion Base</strong>:</strong> As a <em>Long Rest Action</em>, you can turn a vial of Distilled Water into a Potion Base using your Alchemy Kit and a few base chemicals that come with it.</li><li><strong>Brew Healing Potion:</strong> As a <em>Long Rest Action</em>, you can attempt to combine a vial of Potion Base and combine it with any herbal ingredient and creature part to make one vial of Healing Potion. When you do so, roll an Intelligence (Craft) check. On success, the potion is made with both effects.&nbsp;</li><ul><li>The rarity of the herbal ingredient determines the DC, as shown in the <em>Healing Potion Brewing DC</em> table.</li><li>The rarity of the creature part determines the potency of the potion, as shown in the <em>Potion Potency</em> table.</li><li>Healing Potions are always instantaneous and single-usage.</li></ul></ul><p><em>Healing Potion Brewing DC</em></p><table><tbody><tr><td><p><strong>Ingredient</strong></p></td><td><p>Common Herb</p></td><td><p>Uncommon Herb</p></td><td><p>Rare Herb</p></td></tr><tr><td><p><strong>Brewing DC</strong></p></td><td><p>DC 16</p></td><td><p>DC 11</p></td><td><p>DC 6</p></td></tr></tbody></table><p><em>Potion Potency</em></p><table><tbody><tr><td><p><strong>Creature Part CR</strong></p></td><td><p><strong>CR 0-4</strong></p></td><td><p><strong>CR 5-9</strong></p></td><td><p><strong>CR 10-15</strong></p></td><td><p><strong>CR 15-20</strong></p></td><td><p><strong>CR 20+</strong></p></td></tr><tr><td><p><strong>Duration</strong></p></td><td><p>6 seconds</p></td><td><p>1 minute</p></td><td><p>1 hour</p></td><td><p>8 hours</p></td><td><p>Indefinite</p></td></tr><tr><td><p><strong>Potency</strong></p></td><td><p>1d4+1</p></td><td><p>2d4+2</p></td><td><p>4d4+4</p></td><td><p>8d4+8</p></td><td><p>10d4+20</p></td></tr></tbody></table><ul><li><strong>Brew Advanced Potion:</strong>&nbsp;As a <em>Long Rest Action</em>, you can take a vial of Potion Base, an herbal ingredient, and a creature part, and turn it into a full potion. This process includes preparing the ingredients and mixing them into the Potion Base before leaving it to sit and combine, with occasional stirring, over the full length of the rest. The result is a single-use potion with an effect provided by the ingredients used. When you do so, roll an Intelligence (Craft) check of DC 10. On success, the potion is made with both effects. On failure, the potion is made, but the monster part effect is not applied and is lost.</li><ul><li><em>Herbal Ingredient</em><em>:</em> Herbal ingredients differ in effect per biome collected in. Within each biome are Common, Uncommon, and Rare varieties, each with unique base effects. Unless specified otherwise, herbs are assumed to fall into these categories. See the @Compendium[undertaking.tables.5R8FKYXDXRVWMOQD]{Ingredients - Herbs} table for effects per herbal biome and rarity.<ul><li>When a creature is afflicted by a potion with a negative effect, that creature can make a Constitution (Save) check against the potion&rsquo;s DC, as determined by its rarity on the Potion Potency table. On a successful save, the creature is unaffected.</li><li>Unless specified otherwise, markets located in or adjacent to certain biomes tend to have good access to common herbs. Uncommon herbs may be found, but often at a price. Rare herbs almost always need to be found manually or at an excessive premium. The further from a biome, the more the price multiplies.</li></ul></li><li><em>Creature Part</em><em>:</em> Creature parts are based on the Creature Type and Challenge Rating of the creature the part came from. The former determines the effects of the potion as listed in the @Compendium[undertaking.tables.01V3FGYMA3LZKZ1N]{Potion Ingredients - Creature Parts} table. The latter determines the potency of the potion as listed in the Potion Potency table.&nbsp;</li><li><em>Imbibing Speed:</em> The viscosity of potions can vary, some potions taking a Minor Action, and some requiring a full Action, as listed in the @Compendium[undertaking.tables.5R8FKYXDXRVWMOQD]{Ingredients - Herbs} table.</li></ul></ul>",
            "chat": "",
            "unidentified": ""
        },
        "restActions": [
            "undertaking.rest-actions.64ADAXB2WA7JS17S",
            "undertaking.rest-actions.3EUA1FH4J2A5SW7K",
            "undertaking.rest-actions.0XAXEBW2HK3AQK1Z",
            "undertaking.rest-actions.JDQRCQBU8PHIYN0E"
        ]
    },
    "_id": "SOJUVQPD9XADZT0F"
}