{
    "name": "Art Trade",
    "type": "trade",
    "system": {
        "description": {
            "value": "<p>When you take an Art Trade Proficiency, you must pick an art specialization:</p><ul><li><strong>Art Specialization:</strong> While proficiency in the Art Trade gives you general capability in all forms of art, specializations determine what kind of static art form are benefited by your Trade Kit abilities. For example, the <em>Create Art</em> and <em>Refine Art</em> abilities would allow a character with Art Trade (Paint) proficiency to paint quality paintings, but not sculpt quality sculptures.</li><ul><li>Example Art Trade Specializations: Calligraphy, Claywork, Drawing, Engraving, Paint, Sculpting, Woodwork, Writing.</li></ul></ul><p>If you have Art Trade Proficiency, you can use the Art Kit in the following ways:&nbsp;</p><ul><li><strong>Appraise Art:</strong> You can spend 1 minute to appraise an art piece. When you do, make an Intelligence (Craft) check to attempt to determine:<ul><li>Quality level and price (DC 10)</li><li>Authenticity (DC varies)</li><li>Materials and techniques (DC 12)</li><li>If the technique resembles that of any other artists you have spent at least 1 minute looking at previously (DC 15)</li></ul></li><li><strong>Create Art:</strong> As a <em>Rest Action</em>, you can create one piece of art no larger than 5 square feet that you could reasonably create with your specialization. The first rest you spend creating the work of art, make an Intelligence (Craft) check. The result of the check is its initial quality level, which determines the base selling price of the art piece. The initial creation of an art piece takes up 5gp worth of supplies.</li><ul><li>You can attempt to make an art piece with less than 5gp worth of supplies for a -1 to your Intelligence (Craft) checks, and a further -1 for each 5sp less than 5gp, to a minimum of 1gp. For example, using supplies worth a bit more than 2gp will confer a -6 on your Intelligence (Craft) check.</li></ul><li><strong>Refine Art:</strong> As a <em>Long Rest Action</em>, you can refine one piece of art that you could reasonably create with your specialization. You can refine a piece of art over the course of multiple rests, but an art piece can only be refined up to 5 times total. Each refinement costs an additional 5gp worth of art supplies. Each time you attempt to refine a piece of art, reduce the quality level by 10, and then make an Intelligence (Craft) check and add it to the quality level. Based on the resulting quality level, the price of the art further increases.</li><ul><li><em>Fine Art: </em>Art over a certain quality level is considered <em>Fine Art</em>. A creature of intelligence 6 or higher may gain a one-time benefit upon spending 1 minute observing the piece for the first time. Receiving the effect from a Fine Art piece gives you the option to take the effect of a lower quality piece as well. A creature cannot receive the bonus from more than one Fine Art piece at once.</li><li>You can attempt to refine an art piece with less than 5gp worth of supplies for a -1 to your Intelligence (Craft) checks, and a further -1 for each 5sp less than 5gp. For example, using supplies worth a bit more than 2gp will confer a -6 on your Intelligence (Craft) check.</li></ul></ul><p>@Compendium[undertaking.tables.SVAINSJV86RZ4629]{Art Quality} table</p>",
            "chat": "",
            "unidentified": ""
        },
        "restActions": [
            "undertaking.rest-actions.N587VA8S965FW285",
            "undertaking.rest-actions.2A7XYTD7US4CSG5D"
        ]
    },
    "_id": "20ONMDG5W4I83W27"
}