{
    "name": "Artisan Trade",
    "type": "trade",
    "system": {
        "description": {
            "value": "<p>When you take an Artisan Trade Proficiency, you must pick a specialization:</p><ul><li><strong>Artisan Specialization:</strong> While proficiency in the Artisan Trade gives you general capability in all forms of artisanry, specializations determine what kind of static art form are benefited by your Trade Kit abilities. For example, the <em>Create</em>, <em>Repair</em>, or <em>Modify Artisanal</em> abilities would allow a character with Artisan Trade (Cobbling) proficiency to create, repair, and modify shoes, but not craft fur clothing, weave baskets, or blow glass.</li><ul><li>Example Artisan Trade Specializations: Ceramics, Cobbling, Furwork, Glasswork, Hatter, Leatherwork, Papercraft, Ropemaker, Stonework, Clothwork, Tanner, Toymaking, Weaving, Woodwork.&nbsp;</li></ul></ul><p>If you have Artisan Proficiency, you can use the Artisan Kit in the following ways:&nbsp;</p><ul><li><strong>Craft Artisanal:</strong> You can create one non-magical object, item, or piece of clothing that you could reasonably build with your specialization. So long as you have relevant materials equal to &frac34; of the item&rsquo;s cost, you can work on creating the item over the course of multiple rests. Each <em>Rest Action</em> you spend working on it, make an Intelligence (Craft) check against DC 10. Each success counts as 1 completed work session, a failure does not. Depending on the item&rsquo;s actual cost, it takes more work sessions to complete.</li><li><strong>Repair Artisanal:</strong> So long as it is something you could build with your specialization, you can repair a fully broken object or item at &frac12; the material cost in &frac12; the sessions using the table below. Partially damaged objects require fewer parts and less time to repair, ask your GM for the difficulty and cost of a partial repair. Intelligence (Craft) checks to repair parts have a DC of 12.</li><li><strong><strong>Modify Artisanal:</strong></strong> As a <em>Rest Action</em>, you can modify one non-magical object, item, structure, or piece of clothing in a way that you could reasonably do with your specialization, or else painting, dying, trimming, or smoothing it. When you do so, make an Intelligence (Craft) check. If half the result is higher than the gold cost of the materials added to the object, you succeed. If not, you may continue adding to your roll with each subsequent attempt until you have met the gold cost of the object. On success, apply the modification and increase the selling price of the item by 1.5 times the external materials used or applied as part of the process. The price of the object cannot more than double the price of either the applied materials or object.</li><li><strong>Craft Cloth or Leather Armor: </strong>If your specialization is in leatherworking or cloth work, you can craft one piece of non-magical leather or cloth armor. So long as you have relevant materials equal to &frac34; of the armor&rsquo;s cost, you can work on creating the item over the course of multiple rests.&nbsp;<span style=\"font-weight: 400;\">Each </span><em><span style=\"font-weight: 400;\">Rest Action </span></em><span style=\"font-weight: 400;\">you spend working on it, make an Intelligence (Craft) check against DC 10.&nbsp; Each success counts as 1 completed work session, a failure does not.&nbsp; Depending on the item&rsquo;s actual cost, it takes more work sessions to complete.</span></li></ul><p><span style=\"font-weight: 400;\">@Compendium[undertaking.tables.WS5UX4KFBB0PAZAE]{Craft Artisanal}</span></p>",
            "chat": "",
            "unidentified": ""
        },
        "restActions": [
            "undertaking.rest-actions.48ZTOVZEVCO8OA50",
            "undertaking.rest-actions.MI0J193A4COTVOF3",
            "undertaking.rest-actions.1IV3TY01UM57AGSV",
            "undertaking.rest-actions.PDBB7WNV3B6U9I0D"
        ]
    },
    "_id": "XKNROKIOQX5179ES"
}