{
    "name": "Botany Trade",
    "type": "trade",
    "system": {
        "description": {
            "value": "<p>Each Botany Kit includes and requires the common following equipment pieces to be used:</p><ul><li>Hand Shovel (@Compendium[undertaking.weapons.4XDEFIHFNG2WNIOR]{Dagger}, without the Thrown trait)</li><li>Hand Rake (@Compendium[undertaking.weapons.4XDEFIHFNG2WNIOR]{Dagger}, without the Thrown trait)</li><li>Hand Hoe (@Compendium[undertaking.weapons.4SHZ7Y8QLKRH1I4J]{Sickle})</li><li>Pruning Saw (@Compendium[undertaking.weapons.4SHZ7Y8QLKRH1I4J]{Sickle})</li></ul><p>With Botany Proficiency, you can do the following:</p><ul><li><strong><strong>Seed Extraction:</strong></strong> As an action, you can use up an herb, fruit, or vegetable, to harvest enough seeds from it for a 5 ft area of prepared soil.</li><li><strong>Find Herbs:</strong> As a <em>Rest Action</em>, you can attempt to find herbs in a biome. Roll an Intelligence (Nature) check. Based on the result and environment, you find different results. If you get a high roll, you can choose to find a more common herb instead. <br />Certain biomes are harder to find herbs in. Those biomes have DC modifiers listed next to their names on the @Compendium[undertaking.tables.5R8FKYXDXRVWMOQD]{Ingredients - Herbs} table.</li></ul><p><em>Herb Finding Table</em></p><table><tbody><tr><td><p><strong>Ingredient</strong></p></td><td><p>Common Herb</p></td><td><p>Uncommon Herb</p></td><td><p>Rare Herb</p></td></tr><tr><td><p><strong>Finding DC</strong></p></td><td><p>DC 13</p></td><td><p>DC 15</p></td><td><p>DC 18</p></td></tr><tr><td><p><strong>Yield</strong></p></td><td><p>1d6-1 (Minimum of 1)</p></td><td><p>1d4</p></td><td><p>1</p></td></tr></tbody></table><p><br /><br /></p><p>If you have Botany Proficiency, you can use the Botany Kit in the following ways:&nbsp;</p><ul><li><strong>Apply Medicinal:</strong> Over 1 minute, you can attempt to prepare and apply or use a salve, powder, poultice, vapor, oil, or other medicinal to give beneficial effects to a willing creature. These are made out of herbs, and have the same effects as those listed in the @Compendium[undertaking.tables.5R8FKYXDXRVWMOQD]{Ingredients - Herbs} table listed underneath the Alchemy Trade. Effects with a duration last 10 minutes, and effects have a potency die of 2d4 + your Wisdom (Medicine) modifier. <br />When you apply a medicinal, roll a Wisdom (Medicine) check. If it doesn&rsquo;t meet or exceed the herb&rsquo;s DC, then the medicinal fails, and the herb is lost.</li><li><strong>Tillage:</strong> Over an hour, you can till and prepare a 10 ft area of soil for planting.</li><li><strong>Agriculture: </strong>As a <em>Rest Action</em>, you can plant seeds in a 5 ft area of prepared soil. So long as it isn&rsquo;t dying, the plant grows over the course of months, but their output is greatly multiplied.<br />In their natural biome, plants survive so long as they are treated once a week. Outside of their natural biome, they generally survive so long as they are treated once a day, so long as they are shielded from the more extreme elements of the biome, such as heat or cold.</li><ul><li>Common Flora:&nbsp;</li><ul><li>Yield: x20 per 5ft.</li><li>Harvest Period: 1 month.</li></ul><li>Uncommon Flora:&nbsp;</li><ul><li>Yield: x10 per 5ft.</li><li>Harvest Period: 2 months.</li></ul><li>Rare Flora:&nbsp;</li><ul><li>Yield x5 per 5ft.</li><li>Harvest Period: 3 months.</li></ul></ul><li><strong><strong>Treat Plant:</strong></strong> As a <em>Rest Action</em>, you can treat up to a 10 ft area worth of plants, watering and trimming them, and keeping their soil clean and pest-free. This process uses up a pint of water per 5 ft area. <br />If used on a plant creature, it restores 1d6 additional hit points as part of the rest, but uses up 4 pints of water.</li><li><strong>Revive Plant:</strong> A plant that has not been treated enough begins dying, and cannot be revived by normal treatment. As an action, you can use up 4 pints of water to attempt to revive the plant by making a Intelligence (Nature) check of DC 15. On success, the plant is revitalized once more.<br />This can also be used to revive unconscious plant creatures with 0 hit points, or a plant creature that died within the last 1 minute (+5 to the DC in this scenario). Upon success, the plant is revitalized and restores hit points equal to your Intelligence (Nature) modifier.</li></ul>",
            "chat": "",
            "unidentified": ""
        },
        "restActions": [
            "undertaking.rest-actions.ENUO4SZEMU7GFGCJ",
            "undertaking.rest-actions.J2Y3CB7LHPKSK7X3",
            "undertaking.rest-actions.7FXC64HI7DZJACFX"
        ]
    },
    "_id": "DG8A7S8BPJK49ZA8"
}