{
    "name": "Building Trade",
    "type": "trade",
    "system": {
        "description": {
            "value": "<p>Each Building Kit includes and requires the common following equipment piece to be used:</p><ul><li>@Compendium[undertaking.weapons.5XTN3WTBZ7UPQ91K]{Light Hammer}</li><li>Screwdriver (@Compendium[undertaking.weapons.4XDEFIHFNG2WNIOR]{Dagger}, without the Thrown trait)</li><li>Wrench (@Compendium[undertaking.weapons.TYZX5I6N2G9F1XZE]{Club})</li></ul><p>With Building Proficiency, you can do the following:</p><ul><li><strong><strong>Structural Analysis:</strong></strong> You have advantage on Intelligence (Investigation) checks to find hidden passageways, structural modifications, or structural weaknesses.</li><li><strong>Destruct:</strong> Your attacks deal double damage against a structure&rsquo;s structural weakness.</li></ul><p>If you have Building Proficiency, you can use the Building Kit in the following ways:&nbsp;</p><ul><li><strong>Build:</strong> So long as you have the relevant materials, you can do any of the following at the listed speed, doubled or halved in length based on the quality and type of materials available to you:</li><ul><li><em>Prepare Foundation: </em>Over the course of 8 hours, you can solidify and prepare a foundation of 20sqft and flooring of simple design and strength.</li><li><em>Construct Framework:</em>You can build a framework of simple design and strength at a rate of 10sqft per minute. This can be a simple framework wall, bridge, ladder, load-bearing pillar, makeshift roof, or similar simple designs.</li><li><em>Fill-In Framework: </em>You can fill out frameworks to turn them into solid walls, floors, or roofs, at a rate of 10sqft per hour.</li><li><em>Finish Structure: </em>You can seal and finalize filled-in walls, roofs, floors, doorways, and other general layouts of a structure at a rate of 20sqft per four hours.</li></ul><li><strong><strong>Fortify Structure:</strong></strong> So long as you have relevant materials, you can reinforce a structure against damage at a rate of 10sqft per minute. Each <em>Rest Action</em> you spend working on it, make an Intelligence (Craft) check.<ul><li>If the structure has hit points, restore them by the result of the check - 10.</li><li>If the structure has a DC to destroy it, take the result of the check - 5. If that is higher than the DC, that becomes the new DC to destroy it.</li></ul></li></ul>",
            "chat": "",
            "unidentified": ""
        },
        "restActions": [
            "undertaking.rest-actions.UBA9SUCWV5SKMGZN"
        ]
    },
    "_id": "23NOZDB0VKIS5RD9"
}