{
    "name": "Entertainment Trade",
    "type": "trade",
    "system": {
        "description": {
            "value": "<p>When you take an Entertainment Trade Proficiency, you must pick a specialization:</p><ul><li><strong>Entertainment Specialization:</strong> While proficiency in the Entertainment Trade gives you general capability in all forms of entertainment, specializations determine what kind of performance art is benefited by your Trade Kit abilities.</li><ul><li>Example Entertainment Trade Specializations: Dancing, acting, gaming, an instrument, singing, puppetry, comedy, storytelling, and street magic.</li></ul><li><strong><strong>Instrument of Entertainment:</strong></strong> Unlike other Trades, there is no specific Entertainment Kit. Instead, entertainers use equipment relevant to their trade, such as a musical instrument, dance ribbons, gaming sets, magic sets, etc. This instrument of entertainment is decided upon picking your Entertainment Specialization, and while available to you, can be utilized to enact special entertainment abilities.</li></ul><p>With Entertainment Proficiency, you can do the following:</p><ul><li><strong><strong>Read the Room:</strong></strong> You know how to read someone&rsquo;s interest. You have a +2 to Wisdom (Insight) checks to determine someone&rsquo;s level of enjoyment.</li><li><strong>Entertainer&rsquo;s Gear:</strong> If you have proficiency in a skill check related to games or competitions relevant to your specialization, you gain expertise in them instead.</li></ul><p>If you have Entertainment Proficiency, you can your Instrument of Entertainment in the following ways:&nbsp;</p><ul><li><strong><strong>Engross Others:</strong></strong> Over a course of time, you may distract or entertain a crowd of onlookers using capabilities relevant to your specialization. A typical crowd that does not suspect or view you or your actions with malcontent can be engrossed for a number of minutes up to your Presence modifier, minimum of 1. Each time the duration ends, you may make a Presence (Save) check of DC 15 to continue engrossing the crowd for another minute. On failure, the crowd will begin to disperse and lose interest. Crowds engrossed in this way may not be engrossed by the same actions again.</li><li><strong>Tonight&rsquo;s Entertainment:</strong> As a <em>Rest Action</em>, you can put on a performance to get your mind off of things. When you do, choose to either add a +1 to all skill checks made during this rest (aside from this one) or, before your next rest, add a +1 to a single check&rsquo;s final result. <br />In addition, make a Presence (Perform) check. Take the result divided by 5 and rounded down. Choose that many other creatures resting nearby to gain the same choice of entertainment bonus. <br />Should you roll a Natural 20 on, all creatures gain both bonuses. In addition, choose one member of the rest, other than yourself, to gain a point of Luck.</li><li><strong>Cheat:</strong> While in a game or competition, you can replace the result, such as that of a dice roll or card draw, with a result of your choice once per long rest.</li></ul>",
            "chat": "",
            "unidentified": ""
        },
        "restActions": [
            "undertaking.rest-actions.NG9VZ9LY8VNJO1J8"
        ]
    },
    "_id": "0FB1YOYYF2T5VRA1"
}