{
    "name": "Smithing Trade",
    "type": "trade",
    "system": {
        "description": {
            "value": "<p>Each Smithing Kit includes and requires the following common equipment piece to be used:&nbsp;</p><ul><li>@Compendium[undertaking.weapons.5XTN3WTBZ7UPQ91K]{Light Hammer}</li></ul><p>If you have Smithing Proficiency, you can use the Smithing Kit in the following ways:&nbsp;</p><ul><li><strong>Forge Metalwork:</strong> You can create one non-magical armor, weapon, or metalcraft. So long as you have relevant materials equal to &frac34; of the item&rsquo;s cost, you can work on creating the item over the course of short or long rests. Each <em>Rest Action</em> you spend working on it, make an Intelligence (Craft) check against DC 8. Each success counts as 1 completed work session, a failure does not. Depending on the item&rsquo;s actual cost, it takes more work sessions to complete, as determined by the <em>Forging Table</em> below.</li><ul><li>If you do not have access to a furnace or some similarly hot heat source, increase the DC to 16.</li></ul><li><strong>Weapon Upkeep:</strong> As a <em>Rest Action</em>, you can do general upkeep to a weapon, such as sharpening or tuning, to give it +1 damage on hit. It retains this bonus until it has hit a target three times, or until the next long rest after it has hit a target.</li><li><strong><strong>Armor Upkeep:</strong></strong> As a <em>Rest Action</em>, you can do general upkeep, such as hammering out dents, treating cracks, or reinforcing weakened metal, to give a piece of armor +1 AC for the next attack that is made against it.</li><li><strong>Appraise Equipment:</strong> Over 1 minute, you can appraise a weapon or armor, determining its quality, its materials, broadly how much it costs to make, and if it is magical.</li><li><strong>Decipher Enchantment:</strong> Over 1 minute, you can determine if a single weapon or armor set is magical, and make a one-time attempt to determine what its enchantment is. Make an Intelligence (Investigation) check, with the DC determined by the rarity of the magic item in the Decipher Enchantment Table below. Upon success you know the enchantment and its details. Upon failure you only know if it is magic, and cannot make this check again.</li><li><strong>Repair Ammunition:</strong> As a <em>Rest Action</em>, you can repair up to 5 broken ammunition.</li></ul><p><em>Forging Table</em></p><table><tbody><tr><td><p><strong>Item Cost</strong></p></td><td><p>1sp or less</p></td><td><p>1gp or less</p></td><td><p>5gp or less</p></td><td><p>10gp or less</p></td><td><p>15gp or less</p></td><td><p>20gp or less</p></td><td><p>etc.</p></td></tr><tr><td><p><strong>Sessions</strong></p></td><td><p>&frac14;</p></td><td><p>1</p></td><td><p>1 &amp; &frac12;&nbsp;</p></td><td><p>2</p></td><td><p>2 &amp; &frac12;&nbsp;</p></td><td><p>3</p></td><td><p>etc.</p></td></tr></tbody></table><p><em>Decipher Enchantment Table</em></p><table><tbody><tr><td><p><strong>Rarity</strong></p></td><td><p>Common</p></td><td><p>Uncommon</p></td><td><p>Rare</p></td><td><p>Very Rare</p></td><td><p>Legendary</p></td></tr><tr><td><p><strong>DC</strong></p></td><td><p>10</p></td><td><p>13</p></td><td><p>16</p></td><td><p>19</p></td><td><p>22</p></td></tr></tbody></table>",
            "chat": "",
            "unidentified": ""
        },
        "restActions": [
            "undertaking.rest-actions.HF8I51IUJOKOO61A",
            "undertaking.rest-actions.RUM498WEE37VE3SW",
            "undertaking.rest-actions.ZRFAFQU804JG2V4M",
            "undertaking.rest-actions.VG68336KAA307W42"
        ]
    },
    "_id": "MQ84OLQOT56T7CYJ"
}