{
    "name": "Tinkering Trade",
    "type": "trade",
    "system": {
        "description": {
            "value": "<p>Each Tinkering Kit includes and requires the common following equipment pieces to be used:</p><ul><li>Screwdriver (@Compendium[undertaking.weapons.4XDEFIHFNG2WNIOR]{Dagger}, without the Thrown trait)</li><li>Wrench (@Compendium[undertaking.weapons.TYZX5I6N2G9F1XZE]{Club})</li></ul><p>If you have Tinkering Trade Proficiency, you can use the Tinkering Kit in the following ways:&nbsp;</p><ul><li><strong>Create Trinket:</strong> You can create one non-mechanized trinket or small object. So long as you have relevant materials equal to &frac34; of the trinket&rsquo;s cost, you can work on creating the item over the course of short or long rests. Each <em>Rest Action</em> you spend working on it, make an Intelligence (Craft) check against DC 10. Each success counts as 1 completed work session; a failure does not. Depending on the item&rsquo;s actual cost, it takes more work sessions to complete.</li><li><strong><strong>Create Simple Gadget:</strong></strong> As a <em>Rest Action</em>, you can create one common gadget&mdash;two as a <em>Long Rest Action</em>. Each gadget can be made from Scrap Metal of an equal GP value:</li><ul><li>A crossbow (Light, Hand, Heavy, or Repeating)</li><li>A hunting trap</li><li>A lighter</li><li>A lock</li></ul><li><strong>Create Complex Gadget:</strong> Over the course of one or more <em>Rest Actions</em>, you can create one intricate item of clockwork, gadgetry, or otherwise. These can vary and some have special effects.<ul><li><em>Create Clockwork Toy (1 Scrap Metal, 1 rest):</em> You can create a simple clockwork toy that is no larger than a few inches. You decide what it looks like when you make it, but it always has a small winding key to activate it. The toy does up to two simple actions once wound-up, and can only be wound enough to act for up to 1 minute:&nbsp;<ul><li>Walk 5 ft forward.</li><li>Make a clicking or dinging noise.</li><li>Grab and hold an object less than 1lb in size near it.</li><li>Activate upon motion instead of winding.</li><li>Light up like a built-in lighter to cast 5 ft of light.</li></ul></li><li><em><em>Create Timepiece (2 Scrap Metal, 2 rests):</em></em> You can create a watch or clock that tells the time.</li><li><em>Create Impact Capsule (1 Scrap Metal, 1 rest):</em> You can create a capsule that, when a pin is pulled from it, will explode its contents out into a 10 ft radius around where it next impacts. Contents can be anything that can fit inside a baseball, including liquids like water, oil, or potions without the <em>corrupted</em> or <em>thickened</em> modifiers, smoke or gas canisters, even ball bearings or a letter. Impact Capsules break once activated, with all Scrap Metal used to make it too damaged for reusage.<ul><li><em>Add Lighting Mechanism (1 Scrap Metal, 1 rest):</em> Once you have created an Impact Capsule, you can add a mechanism to cause a spark upon impact, causing anything flammable inside of it to light on fire.</li></ul></li><li><em>Create Music Box (5 Scrap Metal, 3 rests):</em> You can create a box that, when wound, plays a simple tune. You can create new songs for the box by using an additional 1 Scrap Metal.</li></ul></li><li><strong>Repair Trinket or Gadget:</strong> You can repair a fully broken trinket or gadget at &frac12; the material cost in &frac12; the sessions using the <em>Tinkercraft Table</em> below. Partially damaged objects require fewer parts and less time to repair, ask your GM for the difficulty and cost of a partial repair. Intelligence (Craft) checks to repair parts have a DC of 12.</li><li><strong>Repair Ammunition:</strong> As a <em>Rest Action</em>, you can repair up to 5 broken ammunition.</li><li><strong>Repair Construct:</strong> Over a <em>Rest Action</em>, you can repair damage to a Construct using 1 Scrap Metal. Make a DC 10 Intelligence (Craft) check. On success, the Construct restores hit points equal to 1d10 + your Intelligence (Craft) Modifier. On failure, restore 1d4 + your Proficiency instead.</li></ul><p>@Compendium[undertaking.tables.OANH1Q51JDEB8ETI]{Tinkercraft} table.</p>",
            "chat": "",
            "unidentified": ""
        },
        "restActions": [
            "undertaking.rest-actions.MELSMS8LZB1LOKEY",
            "undertaking.rest-actions.D7V8RYFTL5VCQ4GI",
            "undertaking.rest-actions.EIIIFLRNWN36Y8R4",
            "undertaking.rest-actions.I1I483EOGS2A0ZEE",
            "undertaking.rest-actions.SOFQB9ZDQZEKSIW9",
            "undertaking.rest-actions.8YNWKHKKC2QMV0LY"
        ]
    },
    "_id": "J6JQDEA1FGK92HZ6"
}