{
    "name": "Proclaim",
    "type": "spell",
    "img": "icons/magic/light/explosion-beam-impact-silhouette.webp",
    "system": {
        "description": {
            "value": "<p>Holding out your holy symbol, you proclaim the tenants or teachings of your faith and the symbol begins to shine with radiant light.  All other creatures within a 20ft radius of you must make a Dexterity (Save) check, taking 1d12 radiant damage on a failure or half as much on a success.  All Fiends make saves against this spell at disadvantage.  You conclude your speech at the start of your next turn and can choose to repeat this damaging effect as a non-action, prompting a new save from each creature that is within 20ft of you.<br>&nbsp;&nbsp;&nbsp;&nbsp;For the duration of the spell, your holy symbol sheds bright light for 20ft and dim light for an additional 20ft.  <br><br>Charge: This is a spell that can be Charged, modifying its effects. Costs and effects are as follow: <ul><li>1 Mana: The duration of the bright light cast by this spell extends to 1 minute, or until you lower your holy symbol, whichever comes first.  As an action during this duration, you can force one target within the light to make a Dexterity (Save) check, taking 1d10 radiant damage on a failure or half as much on a success. </li></ul></p>",
            "chat": "",
            "unidentified": ""
        },
        "source": "Core Rules",
        "level": "1",
        "charge": true,
        "school": "evo",
        "components": {
            "somatic": true,
            "verbal": true,
            "material": true,
            "ritual": false,
            "concentration": false
        },
        "materials": {
            "value": "a holy symbol or focus",
            "consumed": false,
            "cost": "",
            "supply": 0
        },
        "attribute": "spell",
        "actionType": "save",
        "activation": {
            "type": "action",
            "cost": "1",
            "condition": ""
        },
        "duration": {
            "value": "1",
            "units": "round"
        },
        "range": {
            "value": "0",
            "long": null,
            "units": "self"
        },
        "target": {
            "value": "20",
            "width": null,
            "units": "ft",
            "type": "sphere"
        },
        "damage": {
            "parts": [
                [
                    "1d12",
                    "radiant"
                ]
            ],
            "versatile": ""
        },
        "save": {
            "attribute": "dex",
            "dc": null,
            "scaling": "spell"
        },
        "showInAttacks": false
    },
    "_id": "XGGRB00TO6WCQRWR"
}