{
  "name": "Spellcasting (Cleric)",
  "type": "ability",
  "img": "icons/magic/symbols/rune-sigil-black-pink.webp",
  "system": {
    "description": {
      "value": "<p>Your connection to your deity has been rewarded with the miracle of spellcasting.  Despite your previous capabilities at spellcasting, you find yourself progressively more magically capable by channeling your natural Mana through your faith in your deity.</p><h4><strong>Cantrips</strong></h4><p>Upon gaining your 1st level of Cleric, you know three Cantrips from the Cleric's spell list.  You will learn additional cantrips as you advance in the Cleric class.  You gain an additional Cantrip when you hit Adept Cleric, and then another at Expert Cleric.</p><h4><strong>Preparing and Casting Spells</strong></h4><p>A Cleric, like all spellcasters, expends Mana to cast spells (expanded upon in the Mana section of Magic).&nbsp; As well, you regain your Mana fully on a long rest, and partially on a short rest.&nbsp;&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;Like other spellcasters, a Cleric can prepare and memorize a list of spells that they can cast each day.&nbsp; However, since Clerics lean upon their deities for their magic, they do not learn Cleric spells in the traditional sense.&nbsp; Instead, they become capable enough to channel more powerful spells.&nbsp; As such, Clerics can prepare a number of spells from the Cleric spell list that they are capable of casting equal to:</p><p>&nbsp;</p><ul><li>Your Cleric level + your Wisdom modifier, (minimum of 1)</li></ul><p>&nbsp;</p><p>These are the spells that can be chosen from this day.&nbsp; For example, Thadius is a 5th level Cleric with a Wisdom of 17.&nbsp; He can prepare eight spells, picking a combination of spells from the 1st, 2nd, or 3rd level Cleric spell.&nbsp; Thadius can cast any spell he wants until he runs out of Mana, but he cannot cast a spell that he has not prepared.&nbsp; This means that if he has 2 Mana left, but has only prepared 3rd level spells, then the Mana will go unused until he regains Mana or prepares new spells.&nbsp;&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;A Cleric can change the spells they have prepared at the end of any long rest they take.&nbsp; The act of preparing them does take time, though.&nbsp; It takes 1 minute per spell level for each spell on your list of prepared spells.</p><h4><strong>Spellcasting Ability</strong></h4><p>Being that you obtain your magic ability through intense devotion and faith, Wisdom is the spellcasting ability for a Cleric.  Meaning that your Wisdom modifier comes into play when setting the DC for your Cleric spells and when making an attack with one.</p><ul><li><i>Spell Save DC:</i> 8 + your proficiency bonus + your Wisdom modifier</li><li><i>Spell Attack Modifier:</i> your proficiency bonus + your Wisdom modifier</li></ul><h4><strong>Ritual Casting</strong></h4><p>You can cast a Cleric spell as a ritual if that spell has the Ritual tag, and you have the spell prepared.</p><h4><strong>Holy Spellcasting Focus</strong></h4><p>You may use a holy focus, a specialized item used to channel and cast spells, as a spellcasting focus for casting your Cleric spells.<br />&nbsp;&nbsp;&nbsp;&nbsp;While in the Cleric's possession, a spellcasting focus allows spells to be cast without most material components.  Material components that have a cost or are said to be used up by the spell cannot be replaced using an arcane focus.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "starter"
    },
    "requirements": "Cleric",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "_id": "SWRVTEHG4DXWU4VK"
}
