{
  "name": "Eikonic Numbers",
  "type": "ability",
  "img": "icons/magic/holy/prayer-hands-glowing-yellow.webp",
  "system": {
    "description": {
      "value": "<p>Every Cleric has a mark or idea that symbolizes their faith; an Eikon. When you feel this faith manifest, you give your mantras life&mdash;either vocally or internally&mdash;channeling that belief into action.</p><p><strong>Eikonic Numbers and Mantras</strong></p><p><strong>Eikonic Numbers</strong> trigger assigned <strong>Mantra</strong> effects when rolled. Any time you are rolling dice and naturally roll one of your Eikonic Numbers on a die of any size, treating d100 rolls as a single die, you activate all Mantra effects associated with the rolled Eikonic Number. These effects stack, even if you roll your Eikonic Number more than once as part of a single roll. When you roll with Disadvantage, your Eikonic Number only triggers if it matches the lower of the two results.</p><p><strong>Gaining Eikonic Numbers and Mantras</strong></p><p>In general, when you gain an Eikonic Number, you must pick a number from 7 through 12 that isn&rsquo;t already one of your Eikonic Numbers.</p><p>Eikonic Numbers are categorized by potency: Lesser (7 or 8), Moderate (9 or 10), or Greater (11 or 12). Eikonic Number Potency determines how many <strong>Mantras</strong> can be assigned to it, and is based on how often that number gets rolled. Lower potency numbers are rolled more frequently (fewer dice can roll the higher potency numbers) but trigger fewer Mantras, while higher potencies are less frequent but trigger multiple Mantras simultaneously.</p><p>Mantras can only be assigned to their associated Eikonic Number, up to the number&rsquo;s <em>Mantra Limit</em> as defined by its Potency in table below. You can replace assigned mantras when you gain a level in Cleric or on a Growth level.</p><p>If you have multiple Cleric sub-classes, you can gain more Eikonic Numbers by choosing to take the &ldquo;Eikon&rdquo; ability from subsequent sub-classes.</p><p><em>Eikonic Number Potency Table</em></p><table><tbody><tr><td><p><strong>Potency</strong></p></td><td><p><strong>Available Eikonic Numbers</strong></p></td><td><p><strong>Mantra Limit</strong></p></td></tr><tr><td><p>Lesser</p></td><td><p>7 or 8</p></td><td><p>1</p></td></tr><tr><td><p>Moderate</p></td><td><p>9 or 10</p></td><td><p>2</p></td></tr><tr><td><p>Greater</p></td><td><p>11 or 12</p></td><td><p>2, plus Faith Abides*</p></td></tr></tbody></table><p><em>* When you roll a Greater Potency Eikonic Number, Faith Abides (from the Faith ability) also activates without having to replace a Mantra effect.</em></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "starter"
    },
    "requirements": "Cleric",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "_id": "CTOHXD4403501WIK"
}
