{
  "name": "Prayer",
  "type": "ability",
  "img": "icons/magic/holy/prayer-hands-glowing-yellow-white.webp",
  "system": {
    "description": {
      "value": "<p>During a long rest, you can enter into a communion with your deity or complete a ritual core to your belief.&nbsp; When you do, roll a 1d100.&nbsp; Your result determines which divine effect you will receive until your next long rest or until 24 hours pass, whichever comes first.&nbsp;&nbsp;</p><p>After seeing your result on the <em>Prayer Results Table</em>, you can choose to either increase or reduce the result at the cost of 1 @Compendium[undertaking.abilities.65D4NMYRBMKHW59K]{&amp;#x1F56F; Faith}&nbsp;Die.&nbsp; Once you do,&nbsp; roll the @Compendium[undertaking.abilities.65D4NMYRBMKHW59K]{&amp;#x1F56F; Faith}&nbsp;Die and apply it to the result.&nbsp; If you spend a @Compendium[undertaking.abilities.65D4NMYRBMKHW59K]{&amp;#x1F56F; Faith}&nbsp;Die on this, then if the result is less than 1 or greater than 97, change the result to a 1.&nbsp; You cannot spend more than 1 @Compendium[undertaking.abilities.65D4NMYRBMKHW59K]{&amp;#x1F56F; Faith}&nbsp;Die per rest in this way.&nbsp;&nbsp;</p><p>&nbsp;</p><p><em>Prayer Result Table</em></p><table><tbody><tr><td><p><strong>Faith Roll Result</strong></p></td><td><p><strong>Effect</strong></p></td></tr><tr><td><p>01</p></td><td><p>You are filled with doubt.&nbsp; You <strong>🕯</strong> Faith Dice are set to -1 and you cannot gain <strong>🕯</strong> Faith Dice.</p></td></tr><tr><td><p>02-20</p></td><td><p>No response.&nbsp; No effect.</p></td></tr><tr><td><p>21-40</p></td><td><p>Select one Cleric Mantra. You can activate that Mantra as a non-action once.</p></td></tr><tr><td><p>41-42</p></td><td><p>Your awareness increases by +5.</p></td></tr><tr><td><p>43-44</p></td><td><p>When you speak, all creatures understand what you are saying.</p></td></tr><tr><td><p>45-46</p></td><td><p>You have advantage on Intelligence (Save), Wisdom (Save), and Presence (Save) checks.</p></td></tr><tr><td><p>46-47</p></td><td><p>You can trigger a Cleric Miracle as a non-action once.</p></td></tr><tr><td><p>48-51</p></td><td><p>You have the Wizard ability <strong>Levitate</strong>.</p></td></tr><tr><td><p>52-53</p></td><td><p>You can see <strong>invisible</strong> creatures.</p></td></tr><tr><td><p>54-57</p></td><td><p>You have advantage on one d20 roll of your choice.&nbsp; You can choose to apply this to a roll after seeing the result.</p></td></tr><tr><td><p>58-62</p></td><td><p>Your AC increases by 1.</p></td></tr><tr><td><p>63-69</p></td><td><p>You are immune to becoming <strong>diseased</strong>, <strong>poisoned</strong> (including inebriation), <strong>sickened</strong>, and <strong>charmed</strong>.</p></td></tr><tr><td><p>70-74</p></td><td><p>When you land an attack, you are healed by 1d4 Hit Points.&nbsp;&nbsp;</p></td></tr><tr><td><p>75-77</p></td><td><p>You gain 5 times your proficiency bonus in temporary Hit Points.&nbsp;&nbsp;</p></td></tr><tr><td><p>78-82</p></td><td><p>As an action, you can spend any number of your Hit Dice to heal creatures within touch.&nbsp;&nbsp;</p></td></tr><tr><td><p>83-85</p></td><td><p>You can transform yourself into and out of any form option available for <strong>Shapeshift</strong> as a minor action.&nbsp; These forms all follow the rules of the Shapeshift spell, except they have a share Hit Point pool equal to double your overall level that is retained between transformations. When this pool of Hit Points falls to 0, you are transformed back, you subtract the maximum Hit Points of the form from your normal current Hit Points, and this Prayer Result is no longer.</p></td></tr><tr><td><p>86-88</p></td><td><p>If a creature touches you or anything on your person, it regains 1d10 Hit Points and is cured of <strong>disease</strong>.&nbsp; In addition, the creature must make a Wisdom (Save) check against your spell save DC or be <strong>charmed</strong> by you for 1 minute.&nbsp; The creature repeats this save at the beginning of each turn until it passes and the charm is removed.&nbsp; Once a creature has been affected by this once, it cannot be affected again.&nbsp;&nbsp;</p></td></tr><tr><td><p>89-90</p></td><td><p>Gain Immunity to one damage type or condition of your choice.</p></td></tr><tr><td><p>91-92</p></td><td><p>You gain 1 point of Luck.&nbsp; This does not expire.</p></td></tr><tr><td><p>93-94</p></td><td><p>You have 10 more Mana than your maximum. Gain 1 <strong>🕯</strong> Faith Die, regardless of your maximum.</p></td></tr><tr><td><p>95-96</p></td><td><p>If you die during the duration, you immediately come back to life with full Hit Points one time.&nbsp; If your body is completely destroyed by the attack, you are reborn in a new body as if the spell <strong>Resurrection</strong> was cast on you.&nbsp; Gain 1 <strong>🕯</strong> Faith Die, regardless of your maximum.&nbsp; Once this happens, it cannot happen again for the next 24 hours.</p></td></tr><tr><td><p>97-99</p></td><td><p>Your belief deepens.&nbsp; Roll twice more on this table and take both results.&nbsp; Reroll results of 01 and 97-99.&nbsp; Gain 1 <strong>🕯</strong> Faith Die, regardless of your maximum.</p></td></tr><tr><td><p>100</p></td><td><p>You have a profound spiritual experience.&nbsp; You can enter and exit a <strong>Divine Form</strong> as a minor action for the duration.&nbsp; This form retains your general shape and size, but can appear as anything to your liking, so long as it is both fitting to your Dominion and fittingly divine in appearance.&nbsp; All changes and additions are real during this time, but do not add to your capabilities.&nbsp; While in your Divine Form, you have an extra Action, Minor Action, and Reaction per turn, and can Levitate with a Fly Speed of 30ft.&nbsp; Gain 3 <strong>🕯</strong> Faith Dice, regardless of your maximum.</p></td></tr></tbody></table>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "adept"
    },
    "requirements": "6th level overall and 3rd level Cleric",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "_id": "ASZ0LJ8H48GD7DQ6"
}
