{
  "name": "Gladiatorial Role",
  "type": "ability",
  "img": "icons/skills/social/intimidation-impressing.webp",
  "system": {
    "description": {
      "value": "<p>Gladiators fall into specific roles based on their external image that defines how they perform in different environments.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;When you get this ability, pick one of the following Gladiatorial Roles and gain all of the abilities listed with it.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;You can change your Gladiatorial Role, but it takes some time to change your public image and get used to the role.&nbsp; You can do so by practicing your new image as a <em>Long Rest Action</em>.&nbsp; When you do, you lose access to the traits of your previous Gladiatorial Role and may choose another one.&nbsp; If you change Gladiatorial Roles within 1 month of the last change, then you can only gain half heat for 1 week following.</p><p>@Compendium[undertaking.rest-actions.QS58G9QJAIP20Y4S]{Heel or Face Turn}</p><p>&nbsp;</p><p><em>Gladiatorial Roles</em></p><table><tbody><tr><td><p><strong>Gladiatorial Role: Face</strong></p></td></tr><tr><td><p>Some gladiators, known as faces, find their fighting energy from being the protagonist.&nbsp; Be it as a hero, a helper, or an entertainer, faces feed off of encouragement.&nbsp; The more that onlookers want faces to win, the more that faces push themselves up to and past their limits.&nbsp;&nbsp;</p><p>You present yourself as an underdog in combat, or otherwise the crowd-demanded overdog, and aim to get people rooting for you to win.&nbsp;&nbsp;</p></td></tr><tr><td><p><strong>Role Ability: Heat Gain</strong></p><p>When you start your turn, you gain heat equal to half the total damage that you took since the start of your last turn, up to your <strong>Maximum Heat</strong>.&nbsp;&nbsp;</p><br /><p><strong>Role Ability: Underdog</strong></p><p>As a minor action, you can gain 1 temporary Hit Point for every 2 heat you spend.&nbsp; This changes to 2 temporary Hit Points for every 2 heat if you have a <strong>Condition</strong>.&nbsp;&nbsp;</p></td></tr></tbody></table><p>&nbsp;</p><table><tbody><tr><td><p><strong>Gladiatorial Role: Heel</strong></p></td></tr><tr><td><p>Heels, unlike faces, get their fighting energy from being an antagonist.&nbsp; Jeers drive heels just as much as cheers.&nbsp; No matter the situation, the energy of the room as a whole encourages heels to outshine enemies and allies alike.&nbsp;&nbsp;</p><p>You present yourself as an overdog, antagonist, or menace on the battlefield, aiming for some sort of crowd reaction to drive you past your limits.</p></td></tr><tr><td><p><strong>Role Ability: Heat Gain</strong></p><p>When you end your turn, you gain heat equal to half the total damage that you dealt this turn, up to your <strong>Maximum Heat</strong>.&nbsp;&nbsp;</p><br /><p><strong>Role Ability: Overdog</strong></p><p>Before you make an attack, for every 5 heat you spend, you deal an additional 1d4 damage.&nbsp; This changes to 1d8 additional damage if the target creature has a <strong>Condition</strong>.</p></td></tr></tbody></table>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "subclass"
    },
    "requirements": "Must have the Fighter Starter Abilities",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "_id": "726QUN63DM3JKKPN"
}
