{
  "name": "Divine Commandment",
  "type": "ability",
  "img": "icons/magic/control/control-influence-crown-gold.webp",
  "system": {
    "description": {
      "value": "<p>As a Minor Action, you can proclaim 1 <strong>Divine Commandment</strong> from the <em>Divine Commandment Table</em> below.&nbsp; For the next 1 minute, you radiate a 60ft radius sphere of divine aura that binds all creatures within by said <strong>Divine Commandment</strong>, so long as they have an intelligence of 6 or higher.&nbsp; Creatures are only bound by the commandment while in the radius, and they innately know when they are under the effects of the commandment, even if they did not hear the pronouncement.&nbsp; All creatures within the radius understand the conditions of the commandment, even if they share no languages with you.&nbsp; During the duration, you can use a Minor Action to proclaim a new Divine Commandment, but the duration does not reset.&nbsp; You can use this ability once per Rest and you gain an additional usage of this ability at each Growth Level.</p><p>During the duration, if you see a creature break the commandment, then as a Reaction you can announce the offender and either make one weapon attack or a melee spell attack that deals 1d10 + your Wisdom Modifier Radiant Damage on hit.  If the target would be out of range, a holy weapon duplicating your own briefly conjures adjacent to the target to attack instead.  Either way, this attack has advantage and ignores cover.</p><p>If you break your own Divine Commandment, you lose 1 @Compendium[undertaking.abilities.65D4NMYRBMKHW59K]{&#x1F56F; Faith} Die.&nbsp; If you have no @Compendium[undertaking.abilities.65D4NMYRBMKHW59K]{&#x1F56F; Faith} Dice, the Divine Commandment ends and you cannot make the same Divine Commandment until your next Rest.</p><p>&nbsp;</p><p><em>Divine Commandments Table</em></p><table><tbody><tr><td><p><strong>Commandments</strong></p></td><td><p><strong>Law Breaking</strong></p></td></tr><tr><td><p>&ldquo;Be silent.&rdquo;</p></td><td><p>Talking; using spells with a Vocal component or listed audio effect.</p></td></tr><tr><td><p>&ldquo;Cease flight.&rdquo;</p></td><td><p>Don&rsquo;t start flying or end your turn flying.</p></td></tr><tr><td><p>&ldquo;Conserve energy.&rdquo;</p></td><td><p>Charging a spell.</p></td></tr><tr><td><p>&ldquo;Do not bear false witness.&rdquo;</p></td><td><p>Saying something this Cleric sincerely and totally believes to be false.</p></td></tr><tr><td><p>&ldquo;No loitering.&rdquo;</p></td><td><p>Not using movement speed before the end of your turn.</p></td></tr><tr><td><p>&ldquo;No running.&rdquo;</p></td><td><p>Dash Action.</p></td></tr><tr><td><p>&ldquo;No violence.&rdquo;</p></td><td><p>Dealing damage.</p></td></tr><tr><td><p>&ldquo;Remain orderly.&rdquo;</p></td><td><p>Take a Desperate Action.&nbsp;</p></td></tr></tbody></table>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "subclass"
    },
    "requirements": "Order Dominion",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "_id": "4298EW53PUXRT405"
}
