{
  "name": "School of Study",
  "type": "ability",
  "img": "icons/sundries/books/book-stack.webp",
  "system": {
    "description": {
      "value": "<p>As you get your feet under you as a Wizard, you naturally gravitate toward certain schools of magic, specializing in the spells and capabilities innate to that school. Pick one school of magic to specialize in:</p><ul><li><em>Abjuration</em></li><li><em>Conjuration</em></li><li><em>Divination</em></li><li><em>Evocation</em></li><li><em>Illusion</em></li><li><em><em>Mesmerization</em></em></li><li><em>Necromancy</em></li><li><em>Transmutation </em></li></ul><p>Each time you cast a spell from your chosen school of magic you gain the following bonuses:&nbsp;</p><ul><li>Gain a +1 bonus on one of the spell&rsquo;s spell attack modifiers.</li><li>Gain a +1 bonus on one of the spell save DCs for that spell.</li></ul><p>In addition, based on your chosen school, you learn Spell Charges that can be used with any spell, and gain a unique bonus to all spells that you cast with that school. These Spell School Bonuses can be found beneath this section.</p><p><em>Learning New Schools of Study:</em> You become an expert in 1 additional School of Study at each of the following:</p><ul><li>The first of either Spellcaster level 8 or Wizard level 6.</li><li>The first of either Spellcaster level 16 or Wizard level 12.</li><li>Wizard level 18.</li></ul><h3>Spell School Bonuses</h3><p><strong>Abjuration</strong></p><p>The following Spell Charges are now options for any reasonably applicable spell:</p><ul><li>1 Mana: Spells that have area effects can be manipulated to cause some or all creatures to not be affected by the spell.</li></ul><p>When you cast an Abjuration spell, you can choose to apply this additional effect:</p><ul><li>Gain temporary hit points equal to twice the mana spent on the spell, adding on top of any you already have. Afterward, if the spell targets a creature other than you, you can also transfer any number of your temporary hit points to them.</li></ul><p><strong>Conjuration</strong></p><p>The following Spell Charges are now options for any reasonably applicable spell:</p><ul><li>1 Mana: You briefly conjure a lesser spirit that will deliver this spell instead of you. <br />The lesser spirit can be conjured anywhere you can see within 60 ft of you. However, if the spell has a range of touch, the Mana cost increases by 1, and spirit can only be conjured within 30 ft of you. <br />The spirit dissipates after the spell is cast, when struck mid-casting, or when the spellcasting is otherwise prevented. <br />If the spirit is dissipated before it can cast the spell, then you can cast it from yourself instead and may select a different target if the original is no longer targetable.&nbsp;</li></ul><p>When you cast a Conjuration spell, you can choose to apply this additional effect:</p><ul><li>Conjure a <em>Conjured Wisp</em> at the target point of the spell. The wisp has no senses, but it is under your complete control, acting on your turn.</li></ul><table><tbody><tr><td><p><strong>Conjured Wisp</strong></p><p><em>Tiny Elemental</em></p><p>Armor Class: 10</p><p>Hit Points: 1</p><p>Writer: Hudson Bielstein</p><p>Speed: Float 30 ft.</p><p>Challenge: 0 (0 XP)</p><p>Str - 1 (-5) | Dex - 1 (-5) | Con - 1 (-5)</p><p>Int - 1 (-5) | Wis 1 (-5) | Pres - 1 (-5)</p><p>Senses: None</p><p>Skills: --</p><p>Languages: --</p><p><em>Wisp</em>: The wisp glows just enough to be seen in the dark. It cannot use the assist action.</p><p><em>Wisp of Burden: </em>A wisp can surround and magically carry an object weighing no more than 2 lbs.&nbsp;</p><p><em>Disperse</em>: When the wisp moves into another creature, it can dissipate and deal 1 psychic damage as a non-action.</p><p>Actions in Combat</p><p>Flare: As an action, the wisp can dissipate to cast 15ft of bright light and an additional 15ft of dim light from where it dissipated. This light lasts until the would-be start of its next turn.</p></td></tr></tbody></table><p><strong>Divination</strong></p><p>The following Spell Charges are now options for any reasonably applicable spell:</p><ul><li>1 Mana: Choose one creature affected by the spell. Increase or decrease the result of the chosen creature&rsquo;s next roll by 2.</li></ul><p>When you cast a Divination spell, you can choose to apply this additional effect:</p><ul><li>If this spell costs mana, choose a creature you can see, roll a d20, look at it, and set the result aside. Within the next 10 minutes, the next d20 roll made by that creature is replaced by the result you rolled instead. You cannot use this ability again until the d20 you set aside is used or the 10 minutes are up, whichever comes first.</li></ul><p><strong>Mesmerization</strong></p><p>The following Spell Charges are now options for any reasonably applicable spell:</p><ul><li>1 Mana: You do not provoke attacks of opportunity from the targets of this spell this turn.</li><li>1 Mana: Choose one creature affected by the spell. The target must make a Wisdom (Save) check. On a failure, the creature&rsquo;s movement speeds become 0. <br />Flying creatures remain aloft or glide to the nearest stable footing if they are capable of doing so.</li><li>1 Mana: Choose one creature affected by the spell. The target must make a Wisdom (Save) check. On a failure, you can force them to move their full speed toward or away from you at the start of their next turn, taking the safest route to do so.</li></ul><p>When you cast a Mesmerization spell, you can choose to apply these additional effects:</p><ul><li>If this spell does not charm the target, the creature must make a Wisdom (Save) check against your spell save DC or become @Compendium[undertaking.conditions.KJXJ0T5RPNC51N4V]{Charmed}&nbsp;for 1 minute. The charm ends early if you or one of your allies attacks the creature. When the spell ends, the creature knows it was charmed by you.</li><li>While a creature is @Compendium[undertaking.conditions.KJXJ0T5RPNC51N4V]{Charmed}&nbsp;by you, it cannot knowingly harm creatures you designate.</li></ul><p><strong>Evocation</strong></p><p>The following Spell Charges are now options for any reasonably applicable spell:</p><ul><li>1 Mana: One of the spell&rsquo;s damage rolls deals 5 additional damage of the same damage type.</li></ul><p>When you cast an Evocation spell, you can choose to apply this additional effect:</p><ul><li>You can reroll 1s on any of your dice rolled as part of this spell, except for 1s rolled on d20s.</li></ul><p><strong>Illusion</strong></p><p>The following Spell Charges are now options for any reasonably applicable spell:</p><ul><li>1 Mana: When you cast a spell, you can make it appear like it came from an adjacent creature instead. If the spell would apply a mental effect like @Compendium[undertaking.conditions.KJXJ0T5RPNC51N4V]{Charmed}&nbsp;or @Compendium[undertaking.conditions.UK95BQ45TGSD5Q3V]{Frightened}, then these apply as if the adjacent creature cast the spell instead.</li></ul><p>When you cast an Illusion spell, you can choose to apply this additional effect:</p><ul><li>You create an illusory duplicate of yourself for 1 minute. The duplicate is controlled by you, acting on your turn with the same movement speed. When you speak or make any other sound (such as clapping) then your duplicate emits the same audio. For the duration, both you and the duplicate appear illusory, being slightly blurry and translucent so as to appear indistinguishable. <br />When one of you is attacked or otherwise touched, struck, or injured, flip a coin. If heads, that figure was you and the event is carried out like normal. As a result, your duplicate dissipates. If tails, that figure was your illusory duplicate. Any interaction passes through it, causing it to dissipate. <br />If one of you would take an action that would affect the surroundings, the other you dissipates, revealing the acting figure to be the real one.<br />If your illusory double dissipates from time running out, choose which one was yourself the whole time.<br />The double does not confuse creatures that rely on senses other than sight or sound.</li></ul><p><strong>Necromancy</strong></p><p>The following Spell Charges are now options for any reasonably applicable spell:</p><ul><li>2 Mana: When you cast a spell that requires a Constitution (Save) check, you can attempt to drain the vigor from one target. If the chosen creature fails the spell&rsquo;s first Constitution (Save) check, you can choose to sap either its Strength or Dexterity. Until the target takes a long rest, that attribute of theirs is decreased by 1. Until you take a long rest, that attribute of yours is increased by 1. <br />Keep track of your original attribute scores and update your modifier accordingly.</li></ul><p>When you cast a Necromancy spell, <em>or</em> when an undead creature under your control hits a creature with an attack, you can choose to apply this additional effect:</p><ul><li>As a reaction, you can roll 1 of your rest dice to deal extra necrotic to the target equal to the result. Additionally, you can cause one creature within 10ft of the target to restore an equal amount of hit points.</li></ul><p><strong>Transmutation</strong></p><p>The following Spell Charges are now options for any reasonably applicable spell:</p><ul><li>1 Mana: You can enchant a non-living item or 5ft space with the effects of this spell. After completing the casting time of the spell, it is applied to the chosen target within the spell&rsquo;s range, but delays the spell's effect to trigger when the item or surface is touched by a creature. The target is not highlighted by this enchantment, so creatures without some ability to detect magic would not see what was enchanted, even if they saw you casting the enchantment.<br />When the enchantment is triggered, the triggering creature becomes the target of the spell's effects. When triggered by a creature unawares, the spell&rsquo;s first spell attack has advantage to hit, and the target has disadvantage against its first spell save.<br />If not triggered within 10 minutes of being placed, the enchantment dissipates.</li></ul><p>When you cast a Transmutation spell, you can choose to apply this additional effect:</p><ul><li>The duration of this spell is doubled, if its duration is not instantaneous.</li></ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "novice"
    },
    "requirements": "Must have the Wizard Starter Abilities",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "_id": "RFBX1FZ2ALJA5G3Z"
}
