{
  "name": "Spellcasting (Wizard)",
  "type": "ability",
  "img": "icons/magic/symbols/rune-sigil-black-pink.webp",
  "system": {
    "description": {
      "value": "<p>Wizards use arcane means to formulate spells that bend the world to their will. What is deemed mythical or impossible to many, Wizards view as elementary calculations of science. Mathematics, physics, alchemy, magic&mdash;all are equally capable of using and breaking down the laws of the universe to allow feats once thought impossible.</p><p><strong>Cantrips</strong></p><p>Upon gaining your 1st level of Wizard, you know three Cantrips from the Wizard&rsquo;s spell list. You gain an additional Cantrip when you first reach Adept Wizard, and then another at Expert Wizard.</p><p><strong>Spells at 1st Level</strong></p><p>At 1st level, your mind bursts with magical inspiration, quickly discovering and memorizing six 1st level spells of your choice from the Wizard&rsquo;s spell list to permanently know.</p><p><strong>Mana</strong></p><p>Wizards, like all spellcasters, expend Mana to cast spells (expanded upon in the Mana section of <strong>&ldquo;Chapter 9: Magic &amp; Spellcasting&rdquo;</strong>). They regain all spent Mana after a long rest, and half of their maximum Mana on a short rest.</p><p><strong>Arcane Spellcasting Focus</strong></p><p>You may use an arcane focus, a specialized item used to channel and cast spells, as a spellcasting focus for casting your Wizard spells.</p><p>While in the Wizard&rsquo;s possession, a spellcasting focus allows spells to be cast without most material components. Material components that have a cost or are said to be used up by the spell cannot be replaced using an arcane focus.</p><p><strong>Preparing and Casting Spells</strong></p><p>Wizards, unlike other spellcasters, must use an arcane focus, a specialized item used for casting, in order to prepare or cast their complex Wizard spells.</p><p>A Wizard channels a series of spells into their spellcasting focus from their known spells. These become the list of spells available to them while wielding it, and they lose access to casting those spells while the focus is not in their possession. They do this by, each long rest, selecting a number of known Wizard spells to prepare equal to:</p><ul><li>Your Wizard level + your Intelligence modifier. (Minimum of 1)</li></ul><p>This channeling is personal and lasts until they channel again&mdash;no two spellcasting foci can store your prepared spells at once, and other Wizards cannot cast your spells using your arcane focus.</p><p>The spells the Wizard prepares are available to be cast until they decide to prepare another spell in its place. A Wizard can change the spells they have prepared at the end of a long rest.</p><p>Note: To figure out how many and what spells you know, reference the <strong>Spells at 1st Level</strong> above this section, and if needed, the <strong>Learning Spells at Higher Levels </strong>section below this one.</p><p><strong>Spellcasting Ability</strong></p><p>Being that you obtain your magic ability through intense study and memorization, Intelligence is the spellcasting ability for a Wizard. Meaning that your Intelligence modifier comes into play when setting the DC for your Wizard spells and when making an attack with one.</p><ul><li><em>Spell Save DC: </em>8 + your proficiency bonus + your Intelligence modifier&nbsp;</li></ul><ul><li><em>Spell Attack Modifier: </em>your proficiency bonus + your Intelligence modifier</li></ul><p><strong>Ritual Casting</strong></p><p>You can cast a Wizard spell as a Ritual if that spell has the Ritual tag and you know the spell. You do not need to have the spell prepared when casting a spell this way.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "starter"
    },
    "requirements": "Wizard",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "_id": "RGKNFQH7M4AJXSXV"
}
