{
  "name": "Spellcasting (Wizard)",
  "type": "ability",
  "img": "icons/magic/symbols/rune-sigil-black-pink.webp",
  "system": {
    "description": {
      "value": "<p>As one who uses arcane means to bend this world to your will with magic, you have in your possession a spell book, or grimoire if you will.  And it is the guidebook to reconstructing your reality.</p><h4><strong>Cantrips</strong></h4><p>Upon gaining your 1st level of Wizard, you know three Cantrips from the Wizard&rsquo;s spell list.  You will learn additional Cantrips as you advance in the Wizard class.  You gain an additional Cantrip when you hit Adept Wizard, and then another at Expert Wizard.</p><h4><strong>Spells at 1st Level</strong></h4><p>A Wizard at 1st level knows six level 1 spells of their choice from the Wizard&rsquo;s spell list.</p><h4><strong>Your Spellbook</strong></h4><p>An essential tool for a Wizard is their spellbook.  It is where all their most important research regarding the nature of magic and the universe around them is written down.<br>&nbsp;&nbsp;&nbsp;&nbsp;All of a Wizard's spells are recorded in their spellbook, and Wizard spells cannot be cast without it.  New spells can be added as Wizards make breakthroughs or copy over spells from other sources through @Compendium[undertaking.abilities.UW8VXK0Y7JQIINFY]{Spell Transference}.<br>&nbsp;&nbsp;&nbsp;&nbsp;Wizards cannot prepare or cast spells from another wizard's spellbook, although they can transfer spells from one to another with @Compendium[undertaking.abilities.UW8VXK0Y7JQIINFY]{Spell Transference}.</p><h4><strong>Duplicating Your Spellbook</strong></h4><p>While spell books are more resilient to the elements than most, it is not unheard of for a Wizard's spellbook to get destroyed.  Before this happens, many Wizards prepare secondary spell books as a backup.<br>&nbsp;&nbsp;&nbsp;&nbsp;Duplicating your spellbook into another is much easier than copying spells from another, as you recognize your script, notes, and arcane scrawlings, and thereby can transfer twice the spells per rest and at ⅕ the price.<br>&nbsp;&nbsp;&nbsp;&nbsp;Additionally, you can transfer Legendary Spells from your book to another spellbook, but it takes a long rest to transfer a single spell of such a level, and no other spells can be transferred during this long rest along with it.</p><h4><strong>Replacing a Spellbook</strong></h4><p>Should a Wizard lose their spellbook and have to write a new one, they can do so over the course of a long rest with a new Spellbook or other magically prepared scrawl in hand.  During this process, they can copy down the spells they have prepared, despite not having their Spellbook anymore, but the rest of their spell list is lost and they must begin copying down spells from scratch once more to regrow their available spells.</p><h4><strong>Creating a New Spellbook</strong></h4><p>Should you need a new or backup spellbook, but not have one prepared, you can convert empty books or paper into a Spellbook using a special magical imbuement process.<br>&nbsp;&nbsp;&nbsp;&nbsp;Over the course of a long rest, you can convert up to 20 pages of blank parchment, paper, or other writing surface no larger than 1 square foot or smaller than 6 square inches, into loose Spellpages at the cost of 3gp per page by square feet.  Blank books can be converted 20 pages at a time into a functioning spellbook for 2gp per page, but must be fully completed before being used.<br>&nbsp;&nbsp;&nbsp;&nbsp;Spellpages of your creation can be bound together into a simple string-bound spellbook, or else melded into an existing spellbook, over the course of a long rest and 1gp per page.</p><h4><strong>Preparing and Casting Spells</strong></h4><p>A wizard, like all spellcasters, expends Mana to cast spells (expanded upon in the Mana section of <strong>&ldquo;Chapter 9: Magic & Spellcasting&rdquo;</strong>).  As well, you regain your Mana fully on a long rest, and partially on a short rest.<br>&nbsp;&nbsp;&nbsp;&nbsp;From the Wizard&rsquo;s spellbook, a Wizard prepares a list of spells that they memorize and can cast.  To do this, pick a number of spells from the spells you know equal to:</p><ul><li>Your Wizard level + your Intelligence modifier.  (Minimum of 1)</li></ul><p>&nbsp;&nbsp;&nbsp;&nbsp;(Note: To figure out how many and what spells you know, reference the <b>Spells at 1st Level</b> above this section, and if needed, the <b>Learning Spells at Higher Levels</b> section in the @Compendium[undertaking.classes.KWLWHMDBZ3NK1FAV]{Wizard} Class.)</p><p>&nbsp;&nbsp;&nbsp;&nbsp;These are the spells that you can cast during your travels.  For example, Marian is a 3rd level Wizard with an Intelligence of 16.  She knows eight 1st level spells, and just learned two 2nd level spells.  Because of her Wizard level of 3, and her modifier of +2, she can prepare five spells.  <br>&nbsp;&nbsp;&nbsp;&nbsp;The spells for her list of prepared spells, the ones that she can cast during that day, can be any of the spells from her spellbook.  And she can pick any six spells that she knows from her spellbook to make up her list of prepared spells.  So she could arrange them as follows:</p><ul><li>Two 2nd level spells and three 1st level spells.</li><li>Five 1st level spells.</li><li>Four 1st level spells and one 2nd level spell.</li><li>Anything in between.</li></ul><p>These five spells are the spells that she can cast during her adventures.  However, you aren&rsquo;t stuck with just five spells forever.<br>&nbsp;&nbsp;&nbsp;&nbsp;A Wizard can change the spells they have prepared at the end of any long rest they take.  The act of memorizing your spells for preparing them does take time, though.  It takes 1 minute per spell level for each spell on your list of prepared spells.</p><h4><strong>Spellcasting Ability</strong></h4><p>Being that you obtain your magic ability through intense study and memorization, Intelligence is the spellcasting ability for a Wizard.  Meaning that your Intelligence modifier comes into play when setting the DC for your Wizard spells and when making an attack with one.</p><ul><li><i>Spell Save DC:</i> 8 + your proficiency bonus + your Intelligence modifier</li><li><i>Spell Attack Modifier:</i> your proficiency bonus + your Intelligence modifier</li></ul><h4><strong>Ritual Casting</strong></h4><p>You can cast a Wizard spell as a Ritual if that spell has the Ritual tag and you have the spell in your spellbook.  You do not need to have the spell prepared when casting a spell this way.</p><h4><strong>Spellcasting Focus</strong></h4><p>You may use an arcane focus, a specialized item used for casting, as a spellcasting focus for casting your Wizard spells.  Spellcasting focuses allow spells to be cast without needing the material components, but does not replace material components that have a cost or are said to be used up by the spell.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "starter"
    },
    "requirements": "Wizard",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "_id": "RGKNFQH7M4AJXSXV"
}
