{
  "name": "Book of Spells",
  "type": "ability",
  "img": "icons/skills/trades/academics-book-study-purple.webp",
  "system": {
    "description": {
      "value": "<p>An essential tool for many Wizards is their spellbook. It is where all their most important research regarding the nature of magic and the universe around them is written down.</p><p>When first taking this Wizard Ability, the Wizard hits a breakthrough, and casts a one-time ritual spell to create the spellbook from scratch. As part of this process, they choose the design of the spellbook&rsquo;s cover and binding. When the book is created, it contains your arcane scrawlings on all of the spells you know, and you add to this spellbook as you learn new ones.</p><p><strong>Your Spellbook</strong></p><p>Any spellbook you create can function as an arcane focus for you, and so long as you channel your spells into it as part of a long rest all of the spells you know are automatically prepared instead of having to choose.</p><p>In addition, if you are in possession of any spell scrolls or spellpages, you can tuck them between the pages of your spellbook to temporarily add a number of spells up to your proficiency bonus to your spellbook. These spells must be of a level which you can cast, and they remain prepared until you channel again. Tucked spell scrolls are not destroyed when their spell is cast in this way.</p><p>Each spellbook is inherently linked to the wizard who wrote it. As such, Wizards cannot prepare or cast spells from another wizard&rsquo;s spellbook. Should you find yourself in possession of another wizard&rsquo;s spellbook, you may be able to make use of some of its contents as described in the <em>Salvaging a Spellbook</em> section.</p><p><strong>Treatise</strong></p><p>When you select this ability, you also gain a loose spellpage containing one Wizard spell you don&rsquo;t already know that is of a level you could learn.</p><p><strong>Replacing a Spellbook</strong></p><p>Because of their mystical construction, spellbooks are highly resistant to most natural elements; they do not easily burn, soak, or tear, and any such damage is magically mended the next time it is channeled, if the damage is not too severe. However, it is not unheard of for a Wizard&rsquo;s spellbook to be rendered unrepairable in extreme circumstances. When a spellbook is destroyed, any loose spell scrolls or spellpages tucked inside are destroyed with it.</p><p>Should a Wizard lose their spellbook and have to write a new one, they can do so as a <em>Long Rest Action</em> with a new and empty spellbook or any suitable medium&mdash;though any improvised option will be less durable than a proper spellbook. During this process, they can copy down all of the spells they know. Spells that you don&rsquo;t know but had temporarily prepared due to spell scrolls or spellpages that were tucked into your old spellbook are not recovered.</p><p><strong>Salvaging a Spellbook</strong></p><p>Because of the arcane bond between a wizard and their spellbook, as well as the inscrutable proprietary scrawlings made by the wizard for each spell, other wizards cannot cast spells from another wizard&rsquo;s spellbook.</p><p>Instead, wizards can perform a 1 minute ritual to carefully separate one spell&rsquo;s page from a spellbook, turning it into a discrete spellpage for use in tucking into your spellbook, as described above. Unfortunately, this separation process destroys the spellbook in the process.</p><p><strong>Sharing Spells</strong></p><p>While many wizards closely guard their accumulated arcane secrets for fear of what could come about were they to fall into the wrong hands, collaboration between wizards can lead to even greater knowledge. As a <em>Rest Action</em>, you can copy one Wizard spell you know onto a discrete spellpage, should you have one in your possession.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "type": {
      "value": "class",
      "subtype": "novice"
    },
    "requirements": "Must have the Wizard Starter Abilities",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "_id": "L4TCBW3PWUZVSULN"
}
