{
    "name": "Brew Advanced Potion",
    "type": "restAction",
    "system": {
        "origin": {
            "type": "Trade",
            "name": "Alchemy"
        },
        "restType": "long",
        "requirements": "Alchemy Kit, Potion Base, Herb, Creature Part",
        "summary": "Attempt to brew a potion with unique effects based on its ingredients.",
        "description": {
            "value": "<p>As a <em>Long Rest Action</em>, you can take a vial of Potion Base, an herbal ingredient, and a creature part, and turn it into a full potion. This process includes preparing the ingredients and mixing them into the Potion Base before leaving it to sit and combine, with occasional stirring, over the full length of the rest. The result is a single-use potion with an effect provided by the ingredients used. When you do so, roll an Intelligence (Craft) check of DC 10. On success, the potion is made with both effects. On failure, the potion is made, but the monster part effect is not applied and is lost.</p><ul><li><em>Herbal Ingredient</em><em>:</em> Herbal ingredients differ in effect per biome collected in. Within each biome are Common, Uncommon, and Rare varieties, each with unique base effects. Unless specified otherwise, herbs are assumed to fall into these categories. See the @Compendium[undertaking.tables.5R8FKYXDXRVWMOQD]{Ingredients - Herbs} table for effects per herbal biome and rarity.<ul><li>When a creature is afflicted by a potion with a negative effect, that creature can make a Constitution (Save) check against the potion&rsquo;s DC, as determined by its rarity on the Potion Potency table. On a successful save, the creature is unaffected.</li><li>Unless specified otherwise, markets located in or adjacent to certain biomes tend to have good access to common herbs. Uncommon herbs may be found, but often at a price. Rare herbs almost always need to be found manually or at an excessive premium. The further from a biome, the more the price multiplies.</li></ul></li><li><em>Creature Part</em><em>:</em> Creature parts are based on the Creature Type and Challenge Rating of the creature the part came from. The former determines the effects of the potion as listed in the @Compendium[undertaking.tables.01V3FGYMA3LZKZ1N]{Potion Ingredients - Creature Parts} table. The latter determines the potency of the potion as listed in the Potion Potency table.&nbsp;</li><li><em>Imbibing Speed:</em> The viscosity of potions can vary, some potions taking a Minor Action, and some requiring a full Action, as listed in the @Compendium[undertaking.tables.5R8FKYXDXRVWMOQD]{Ingredients - Herbs} table.</li></ul><p><em>Potion Potency</em></p><table><tbody><tr><td><p><strong>Creature Part CR</strong></p></td><td><p><strong>CR 0-4</strong></p></td><td><p><strong>CR 5-9</strong></p></td><td><p><strong>CR 10-15</strong></p></td><td><p><strong>CR 15-20</strong></p></td><td><p><strong>CR 20+</strong></p></td></tr><tr><td><p><strong>Duration</strong></p></td><td><p>6 seconds</p></td><td><p>1 minute</p></td><td><p>1 hour</p></td><td><p>8 hours</p></td><td><p>Indefinite</p></td></tr><tr><td><p><strong>Potency</strong></p></td><td><p>1d4+1</p></td><td><p>2d4+2</p></td><td><p>4d4+4</p></td><td><p>8d4+8</p></td><td><p>10d4+20</p></td></tr></tbody></table>",
            "chat": "",
            "unidentified": ""
        },
        "source": "Core Rules"
    },
    "_id": "JDQRCQBU8PHIYN0E"
}