{
    "name": "Prize Fishing",
    "type": "restAction",
    "system": {
        "origin": {
            "type": "Trade",
            "name": "Fishing"
        },
        "restType": "short",
        "requirements": "Fishing Rod (any), Bait (1 piece)",
        "summary": "Cast a line and try to reel in an impressive catch.",
        "description": {
            "value": "<p>As a <em>Rest Action</em> next to a body of water or liquid, or a <em>Long Rest Action</em> within a short walk from one, you can attempt to catch an exceptional fish. In order to fish in this way, you need to be holding a fishing rod and expend one piece of fishing bait. Each use of this action is resolved in the following steps:</p><ul><li><em>Gear Up: Your current fishing score for this attempt starts equal to the base fishing score of the rod you are using.</em></li><li><em>Pick a Spot</em>: Increase your current fishing score by 1d4.</li><li>Cast Your Line: Make a Strength (Athletics) check against DC 12. On a success, increase your current fishing score by 1. On a failure, decrease it by 1 instead.</li><li><em>Settle In</em>: Choose any prize level from the prize fishing table below to be your target prize level. This choice determines the final fishing score you will need in order to catch the fish, and what results a success will yield.</li><li><em>Something&rsquo;s Nibbling</em>: Roll 1d6 and add it to your current fishing score. You can now choose to shift your target prize level up or down by 1. You cannot change it after this step.</li><li><em>Reel It In</em>: Roll 1d8 and add it to your current fishing score. If your final fishing score meets or exceeds the fishing score needed for your target prize level, you successfully reel in the result for that prize level. Otherwise, the fish gets away with your bait.</li></ul><p><em>Prize Fishing Table</em></p><table><tbody><tr><th style=\"min-width: 10vmin;\"><p>Prize Level</p></th><th style=\"min-width: 10vmin;\"><p>Fishing Score Needed</p></th><th><p>Result on a Successful Catch</p></th></tr><tr><td><p>1</p></td><td><p>0</p></td><td><p><strong>Nothing&rsquo;s Biting.</strong> You get your piece of fishing bait back.</p></td></tr><tr><td><p>2</p></td><td><p>6</p></td><td><p><strong>Just a Fish.</strong> You catch a common fish that can feed a single creature if cooked. Sells for 1sp.</p></td></tr><tr><td><p>3</p></td><td><p>9</p></td><td><p><strong>That&rsquo;s a Big One.</strong> You catch an impressively large fish, with enough meat to feed 5 creatures if cooked. Sells for 1gp.</p></td></tr><tr><td><p>4</p></td><td><p>12</p></td><td><p><strong>Hearty Morsel.</strong> You catch a hearty and flavorful fish, large enough to feed 3 creatures if cooked. Any creature that gets a full meal from this fish has advantage on the first save check it makes before its next long rest. Sells for 3gp.</p></td></tr><tr><td><p>5</p></td><td><p>14</p></td><td><p><strong>Rare Delicacy.</strong> You catch a rare fish prized for its unique and memorable flavor. One creature can eat the fish in order to gain a full meal and a +1 to its proficiency bonus until its next long rest. Sells for 10gp.</p></td></tr><tr><td><p>6</p></td><td><p>16</p></td><td><p><strong>One of a Kind.</strong> You catch a strange fish with useful magical properties. Roll 1d20. The fish can be used in alchemy as a Beast monster part with a CR equal to the number rolled (minimum of 5). If cooked, one creature can eat the fish in order to get a full meal, the bonuses of both above fish, and their hit point maximum increases by 5 until their next long rest. Sells for 20gp.</p></td></tr><tr><td><p>7</p></td><td><p>18</p></td><td><p><strong>Legendary Catch.</strong> You catch a fish of legends, imbued with supernatural power. When eaten, the fish imbues the consumer with temporary magical capabilities. They temporarily gain access to a spell of their choice of a level equal to 1/5th their overall level. They can cast it once per long rest without expending mana. Intelligence, Wisdom, or Presence is their spellcasting attribute for this spell. The magic fades after 1 year or upon eating another Legendary Catch. Sells for 50gp.</p></td></tr></tbody></table>",
            "chat": "",
            "unidentified": ""
        },
        "source": "Core Rules"
    },
    "_id": "USTIA263R3MUVFS1"
}