{
  "name": "Light Elf",
  "type": "race",
  "img": "icons/creatures/eyes/human-single-blue.webp",
  "system": {
    "description": {
      "value": "<p>Most elves are considered to have some ancestral ties to the Fey.  Light Elves in particular, show this aspect off well.  These are elves that were gifted with more innate magic than others.  In fact, over the centuries that they have spent embracing this aspect of themselves, their connection to magic has only become stronger.  <br>&nbsp;&nbsp;&nbsp;&nbsp;Light Elves use magic as though it were simply another limb; it is an extension of themselves, a muscle to be trained, and second nature to them.  They have a keen mind for the mastery and knowledge of the magical arts and for knowledge in general, making them seem like know-it-alls to others from time to time.<br>&nbsp;&nbsp;&nbsp;&nbsp;Physically, light elves are average in height and weight for their race, but their skin comes in lighter, more metallic colors, such as silver, gold, and alabaster.  Their eyes tend towards yellows, oranges, and gold, with hair colors of blonde, black, and brown being among the most common.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "portion": "core",
    "classDetails": "<p>Light Elf Traits</p><ul><li><b>Compatibility: </b>Hominoid</li><li><b>Attribute Increase: </b>Your Intelligence increases by 1.</li><li><b>Skill Proficiency: </b>You have proficiency in the Intelligence (Arcana) skill.</li><li><b>Fey Ancestry: </b>@Compendium[undertaking.abilities.B6D7U0WZJRIXIX5O]{Fey Ancestry}</li><li><b>Illuminary: </b>You can cast the spell @Compendium[undertaking.spells-cantrips.NTGJ71IJ1VDA3GS9]{Luminescence} as a cantrip without needing to use the verbal or somatic components.  You can only use this on yourself.</li><li><b>Cantrip: </b>You know one Cantrip of your choice from the wizard spell list.  Intelligence is your spellcasting ability for it. </li></ul>"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "Y2O2XJF9VIX3K9AR"
}
