{
    "name": "Ultimatum",
    "type": "spell",
    "img": "icons/commodities/treasure/broach-crown-gold.webp",
    "system": {
        "description": {
            "value": "<p>You compel a creature to follow a selection of orders, temporarily limiting its agency to two choices you pose to it.  The creature must be able to hear you in order for the spell to take effect, however it need not understand the language you speak.  Describe two different courses of action which each fit into a single sentence and that the creature could reasonably accomplish on its next turn.  The creature must then succeed on a Wisdom (Save) Check or be forced to comply.  On a failed save, it must spend its entire next turn carrying out its choice of one of the two commands you outlined to the best of its ability.  It also cannot take desperate actions before the end of its next turn.<br>&nbsp;&nbsp;&nbsp;&nbsp;The courses of action you specify must each be able to translate into one of the effect categories below, and the spell fails if they both dictate the same category of effect against the same target(s).  For example, commanding a bandit to \"Backstab your boss\" and \"Fire your crossbow at the Bandit King\" would fail because both commands target the same creature with the same listed effect type.<br>&nbsp;&nbsp;&nbsp;&nbsp;You cannot dictate for a creature to harm itself directly or subject itself to a hazard that is known to it (such as a fire or a visible cliff or pit).  Once a creature completes its chosen command, or if the creature is no longer able to pursue one or both of the commands on its turn, it ends its turn and the spell ends.<br><br><ul><li>Act: The creature must take a single Improvised Action you can describe, moving within reach of relevant objects or creatures as needed. For example: \"Pull the leftmost lever.\"  \"Toss me the book on that desk.\"  \"Go through the door and lock it behind you.\"</li><li>Attack: The creature must move within range of a creature or object you choose and make a single weapon attack against it.  For example: \"Shoot the other archer.\"  \"Smash that barrel open.\"  <ul><li>You may specify which of its weapons to use, including natural weapons. </li><li>The creature is not obligated to use optional abilities that would modify or replace the attack.</li></ul></li><li>Cantrip: The creature must move within range of a creature or object you choose and cast a cantrip targeting it.  The cantrip must have a casting time of 1 action or less.  For example: \"Cast Jolt on your master.\"<ul><li>If the creature does not know the cantrip you name, it instead casts one it does know.  </li></ul></li><li>Move: The creature must move towards or away from a creature, object, or location you can name or describe.  For example: \"Grovel at my feet.\"  \"Get down from there.\"  \"Follow me.\"<ul><li>You can also specify whether the creature should be standing, prone, flying, or otherwise. </li></ul></li><li>Speak: The creature must share what it knows or speak to a creature you choose. For example: \"Tell us the password.\"  \"Tell your friends we mean no harm.\"</li><li>Stop: The creature must stand still and do nothing on its turn.  For example: \"Stop what you’re doing.\"</li></ul></p>",
            "chat": "",
            "unidentified": ""
        },
        "source": "Core Rules",
        "level": "2",
        "charge": false,
        "school": "mes",
        "components": {
            "somatic": false,
            "verbal": true,
            "material": true,
            "ritual": false,
            "concentration": false
        },
        "materials": {
            "value": "an engraved stamp or signet ring",
            "consumed": false,
            "cost": "",
            "supply": 0
        },
        "attribute": "spell",
        "actionType": "save",
        "activation": {
            "type": "action",
            "cost": "1",
            "condition": ""
        },
        "duration": {
            "value": "1",
            "units": "round"
        },
        "range": {
            "value": "60",
            "long": null,
            "units": "ft"
        },
        "target": {
            "value": "1",
            "width": null,
            "units": "",
            "type": "creature"
        },
        "damage": {
            "parts": [],
            "versatile": ""
        },
        "save": {
            "attribute": "wis",
            "dc": null,
            "scaling": "spell"
        },
        "showInAttacks": false
    },
    "_id": "YCQC074MGCT6R2NY"
}