{
  "name": "Divine Dominion: Order Dominion",
  "type": "archetype",
  "img": "icons/magic/symbols/cog-orange-red.webp",
  "system": {
    "description": {
      "value": "<p>To those who have never met them, Clerics of the Order Dominion are inherent do-gooders.  Inflexible, perhaps, but to call them simply \"good\" misses the point.  Devils are just as lawful as saints, and what may be considered lawful to your culture may not be considered good and kind in your circle.  \"Order\" is defined by the time, the place, and the people, and where there is none, it only takes one strong believer in order to invoke it.  As believers in law, be it natural, divine, or positive, Order Clerics set or enforce the rules of engagement.  Violate at your own risk.</p><h4>Order Dominion Proficiencies</h4><p>If this Divine Dominion is taken during character creation, you gain the following additional proficiencies:</p><p><strong>Weapons:</strong>&nbsp;</p><ul><li>(a) two simple weapons, or (b) a martial weapon.</li><li>One crossbow (light, hand, heavy, or repeating).</li></ul><p><strong>Save Checks:</strong> Strength</p><p><strong>Skills:</strong> Choose one of the following skills to be proficient in: Arcana, Culture, Insight, Investigation, Theology.<br /><br /></p><h4>Order Dominion Equipment</h4><p>If this Divine Dominion is taken during character creation, you gain the following additional equipment:</p><ul><li>(a) a simple weapon, (b) a pike (if proficient), or (c) a glaive (if proficient).</li><li>(a) a simple ranged weapon and 20 ammunition, or (b) a heavy crossbow and 20 bolts (if proficient).</li></ul><p>Alternate Rule: Instead of taking any equipment from this section, instead take 2d4 x 10gp and spend it on items from the equipment section.<br>&nbsp;&nbsp;&nbsp;&nbsp;Anything bought this way cannot be magical, with the exception of magical foci, and no equipment can be modified mechanically from their base state.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "identifier": "cleric-order",
    "classIdentifier": "cleric",
    "classDetails": "<h3>Divine Dominion: Order Dominion</h3><hr/><h3>Order Dominion Starter Abilities</h3><p>As your first level in this dominion, you gain all of the following abilities: </p><hr/><p>Starter Abilities: @Compendium[undertaking.abilities.NU56ZP100JW4HO08]{Number of Order}, @Compendium[undertaking.abilities.3K61WI41NGFFQZL2]{Dominion Spells}, @Compendium[undertaking.abilities.NON1FUV6X5DENLGZ]{Refined Magicks}, @Compendium[undertaking.abilities.2TSSK5AQWCN8QCK5]{Mantras of Order}, @Compendium[undertaking.abilities.HAM7R26DCCISOZJH]{Law Abiding}</p><hr/><h3>Order Dominion Abilities</h3><p>When taking a level in Order Dominion after your first, you may choose from the following abilities: </p><hr/><p>Options: @Compendium[undertaking.abilities.QRO01LDH2F2Y4XKO]{Act: Divine Average}, @Compendium[undertaking.abilities.YOHN2SD20CALZT81]{Concurrency}, @Compendium[undertaking.abilities.4298EW53PUXRT405]{Divine Commandment}, @Compendium[undertaking.abilities.1E9UK2XHH7PSP837]{Miracle of Order}</p>"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "6Z7X6CVD88T1PAD6"
}
