{
  "name": "Cleric",
  "type": "class",
  "img": "icons/magic/holy/prayer-hands-glowing-yellow.webp",
  "system": {
    "description": {
      "value": "<p>While arcane magic is a sort of science drawn from the laws of existence, divine magic seems to ignore these laws.  Often coming from gods, deities, and even belief itself, Clerics are conduits for that power, manifesting it as miracles on par with, if not beyond, the laws of reality itself.  These inscrutable forces may lend their powers to acolytes, but they remain selective in how they grant these powers.  Only through faith, dedication, and a personal relationship with the deity, deities, or forces of belief are true Clerics formed.  <br>&nbsp;&nbsp;&nbsp;&nbsp;Harnessing divine magic is more than just studying or training though.  A cleric might repeat habitual prayers and rites, but the ability to cast cleric spells requires devotion and an intuitive sense of their beliefs, even if not always exactly in sync with their benefactor or otherwise.  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clerics combine helpful healing and boons with divine destruction and smiting, provoking both awe and dread in those who stand against them.  Be it curses and plagues, smites from the heavens or hells, or even more personal and unique spells of their dominion, their variety of spellcasting capabilities may be enough for most situations.  However, their training in more traditional combat improves survival in just as many situations.  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clerics, as is the nature of their divine powers, begin by following at least one dominion of their deity or form of belief, expanding from there.  Because of this, many clerics aim to do right by their religion and offer aid or hindrance to the extent that they believe is right.</p>\n<hr />\n<h3>Quick Build</h3><p>If you are looking to play a cleric as quickly as possible, consider the following:</p><ul><li>Clerics have deep connections to forms of belief.&nbsp; Make your highest Attribute Wisdom.</li><li>Clerics are highly variable based on their Sub-Class.&nbsp; Clerics are surprisingly capable in physical combat, so Strength or Constitution is safe.&nbsp; They often also find use in Presence if they converse with their deity or other followers.</li><li>Equipment can differ if your Cleric focuses on supporting or smiting.</li><ul><li>If you focus on support, take the following:</li><ul><li>Scale mail.</li><li>A hatchet.</li><li>A hand crossbow and 20 bolts.</li><li>A devotion pack.</li><li>A shield and a religious text.</li></ul><li>If you focus on offense, take:</li><ul><li>Leather armor.</li><li>A greatclub.</li><li>A light crossbow and 20 bolts.</li><li>An adventuring pack.</li><li>A shield and a staff.</li></ul></ul><li>Your weapon&rsquo;s damage dice should barely be large enough to roll your Eikonic Number in order to maximize how often it is rolled.</li><ul><li>If your Eikonic Number is&hellip;</li><ul><li>1-4: A hammer and dagger, or darts.</li><li>5-6: A maul, or a repeating crossbow.</li><li>7-8: A morning star, or a longbow.</li><li>9-10: A glaive, or a heavy crossbow.</li><li>11-12: A lance.</li></ul></ul></ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "identifier": "cleric",
    "restDice": "d8",
    "manaAtFirstLevel": 2,
    "manaPerLevel": 2,
    "saves": "Wisdom",
    "skills": {
      "number": 1,
      "choices": ["culture", "insight", "medicine", "perception", "theology"],
      "value": []
    },
    "categorization":{
      "martial":{
        "progression": "none"
      },
      "spellcaster": {
        "progression": "full",
        "attribute": "wis"
      }
    },
    "classDetails": "<h3>Class Features at 1st Level</h3><p><strong>Class Categorization:</strong> Spellcaster<br><strong>Rest Dice:</strong> 1d8<br><strong>Hit Points at 1st Level:</strong> 8 + your Constitution modifier<br><strong>Mana:</strong> 2</p>\n<h4><b>Proficiencies</b></h4><p><strong>Armor:</strong> All armor and shields<br><strong>Save Checks:</strong> Wisdom<br><strong>Skills:</strong> Choose one of the following skills to be proficient in: Culture, Insight, Medicine, Perception, Theology.</p>\n<h4><b>Equipment</b></h4><p>You start with the following equipment, in addition to the equipment granted by your background and your Divine Dominion:</p><ul><li>(a) scale mail, (b) leather armor, or (c) chain mail.</li><li>(a) a devotion pack, or (b) an adventuring pack.</li><li>A shield and a holy focus.</li></ul><p><i>Alternate Rule:</i> Instead of taking any equipment from this section, instead take a holy focus and 4d6 x 10 gp and spend it on items from the equipment section.<br>&nbsp;&nbsp;&nbsp;&nbsp;Anything bought this way cannot be magical, with the exception of additional focuses.</p><h4><b>Starter: Divine Dominion</b></h4><p>In order to become a Cleric, one must dedicate themself to a Divine Dominion closely associated with their faith. Without it, their powers will fail to manifest and they are unable to become a Cleric.<br />&nbsp;&nbsp;&nbsp;&nbsp;When gaining your 1st Cleric level, you also gain the &ldquo;Eikon&rdquo; ability from one Cleric sub-class&mdash;your first ability in that sub-class. This gives you your first Eikonic Number and Mantras. As a result, you also learn the Divine Dominion&rsquo;s Starter Abilities. This also counts as a level in that Divine Dominion.<br />&nbsp;&nbsp;&nbsp;&nbsp;Divine Dominions can be found at the end of the Cleric section.</p><h4><b>Starter Abilities</b></h4><p>You gain all of the following abilities: @Compendium[undertaking.abilities.CTOHXD4403501WIK]{Eikonic Numbers}, @Compendium[undertaking.abilities.65D4NMYRBMKHW59K]{Faith}, @Compendium[undertaking.abilities.JE4KI8AHSZRG8WHH]{Acts of Faith}, @Compendium[undertaking.abilities.SWRVTEHG4DXWU4VK]{Spellcasting}, @Compendium[undertaking.abilities.K1Q6UGY7O0CBB4KD]{Cleric Spells}</p><h3>Class Features at Higher Levels</h3><p><strong>Class Categorization:</strong> Spellcaster<br><strong>Rest Dice Gain After 1st Level:</strong> 1d8 per Cleric level<br><strong>Hit Point Gain After 1st Level:</strong><br>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;1d8 + your Constitution modifier<br>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;Or 5 + your Constitution modifier<br><strong>Mana:</strong> 2</p><h4><b>New Ability (Skip for Growth Levels)</b></h4><p>Each time you gain a Cleric level, unless it is a Growth Level, gain one ability of your choice from the following list or from any Cleric Sub-Class. If this is the first ability you select from a tier or sub-class then you also recieve its Given Abilities, indicated by the &#x1F193; symbol. If an ability has requirements listed with it then you must satisfy all of them before you can choose that ability. Likewise, if a sub-class has requirements listed with it then you must also satisfy them in order to choose any abilities from that sub-class, in addition to any requirements the chosen ability may have.<h3>Novice Abilities</h3><p><i>Unlock:</i> Must have the Cleric Starter Abilities before taking any of these abilities.</p><hr/><p>Options: @Compendium[undertaking.abilities.RVBAX8AXLOK0TRYA]{Clerical Approach}, @Compendium[undertaking.abilities.8JTZPLSCYX3QARDO]{Divine Inspiraiton}</p><h3>Adept Abilities</h3><p><i>Unlock:</i> When you reach 6th level overall and 3rd level Cleric.</p><hr/><p>&#x1F193; Given Abilities: @Compendium[undertaking.abilities.9QL8V9MDFLPW6JTH]{Self-Sacrifice}, @Compendium[undertaking.abilities.BREZS34CQ6PFBCNF]{Miracle}</p><hr/><p>Options: @Compendium[undertaking.abilities.JWUZ8MK65EG4I4MB]{Providence}, @Compendium[undertaking.abilities.ASZ0LJ8H48GD7DQ6]{Prayer}</p><hr/><h3>Cleric Sub-Classes: Divine Dominion</h3><p>While all Clerics are defined by their faith, this spirituality can manifest within each Cleric in unique ways. Their adherence to a particular belief, religion, or deity also connects them to a Divine Dominion, enabling them to draw upon powers distinct from the miracles of other faiths.<br />&nbsp;&nbsp;&nbsp;&nbsp;Clerics, as with every Class, can have more than one Sub-Class, and are at most limited by your form of belief. If the dominion is at odds with your beliefs, then you may not be able to pick the dominion. Speak to your GM to determine what dominions best fit your form of belief, as well as what deities or religions are available to you.</p><p><strong>Choosing Your First Dominion at Cleric Level 1</strong></p><p>The Cleric is unique in that it requires you to immediately select a sub-class upon taking your first level in the class. When you take your first Cleric level, you select one Divine Dominion from the list below, gaining its &ldquo;Eikon&rdquo; ability for free in addition to all of its Starter abilities.</p><p>If Cleric is chosen for your starting class as a level 1 character, your choice of Divine Dominion will also influence what proficiencies and equipment you start with.</p><p><strong>Taking Subsequent Cleric Sub-Classes</strong></p><p>When you meet the requirements for a Sub-Class, you can choose to gain an ability from that Sub-Class when leveling up instead of a Class ability.</p><p>Unlike when you chose your first Divine Dominion, you do not gain the &ldquo;Eikon&rdquo; ability automatically. Instead, you may choose to take it during a level up, just as you would for any of the Subclass&rsquo; other abilities.</p><p>Divine Dominions: @Compendium[undertaking.archetypes-cleric.XWQ4DVR903IO25YA]{Chaos Dominion}, @Compendium[undertaking.archetypes-cleric.6Z7X6CVD88T1PAD6]{Order Dominion}</p>"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "MV42LV7JCIELKCRM"
}
