{
  "name": "Fighter",
  "type": "class",
  "img": "icons/skills/melee/sword-shield-stylized-white.webp",
  "system": {
    "description": {
      "value": "<p>Fighters, at their core, are those trained and specialized in a form of martial combat. A Fighter might be a warrior, guard, mercenary, or knight, or just a commoner or spellcaster trained in the blade. No matter their designation, or lack thereof, Fighters have learned the core methods, techniques, and stances necessary to become specialists in their weapons and fighting styles of choice.<br>&nbsp;&nbsp;&nbsp;&nbsp;While anyone can be proficient in the blade, only Fighters start to understand the core tenets of weapon, body, and field control. Changing their stance, weapons, and positioning to match any situation, Fighters are always moving and always looking for ways to get the upper hand.<br>&nbsp;&nbsp;&nbsp;&nbsp;In combat, Fighters have the potential to be extremely versatile. Their focus on weapon switching can make them solid front-line damage sponges one turn, a high-damage attacker the next, and a back-row sniper after that. This means that Fighters can fit whatever role is necessary in a fight. However, their naturally high Hit Points and a general lack of diminishing abilities makes them great for longer battles than spellcasters who are limited by Mana, and their improved desperate actions and weapon abilities gives them more opportunities to save the party than almost any other class. Fighters can use any weapon effectively, so pick your favorite and build your character around that choice.</p>\n<hr />\n<h3>Quick Build</h3><p>If you are looking to play a Fighter as quickly as possible, consider the following:</p><ul><li>Fighters can excel at any type of martiality.  Make one or both of your highest Attributes Strength or Dexterity.</li><li>Fighters are survivors, as much as they are combatants.  Make one of your next highest Attributes Constitution, especially for a melee Fighter.</li><li>If you focus on Strength:<ul><li>Take chain mail.</li><li>Take a greataxe and shield.</li><li>Take knuckles and a midsword.</li><li>Take a set of 10 darts.</li><li>Choose weapon proficiencies to match.</li><li>Choose the Boxer Stance and either the One-Handed Stance or the Two-Handed Stance as your starting Fighting Stances.</li></ul></li><li>If you focus on Dexterity:<ul><li>Take leather armor, a longbow, and 20 arrows.</li><li>Take a rapier, a dagger, and a buckler.</li><li>Take a scimitar and whip.</li><li>Take a heavy crossbow with 20 bolts.</li><li>Choose weapon proficiencies to match.</li><li>Choose the Finesse Stance and Ammunition Stance as your starting Fighting Stances.</li></ul></li></ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "identifier": "fighter",
    "restDice": "d10",
    "saves": "Strength or Dexterity, Constitution",
    "skills": {
      "number": 2,
      "choices": ["acrobatics","athletics","craft","insight","instinct","intimidation","perception"],
      "value": []
    },
    "categorization":{
      "martial":{
        "progression": "full"
      },
      "spellcaster": {
        "progression": "none",
        "attribute": ""
      }
    },
    "classDetails": "<h3>Class Features at 1st Level</h3><p><strong>Class Categorization:</strong> Martial<br><strong>Rest Dice:</strong> 1d10<br><strong>Hit Points at 1st Level:</strong> 10 + your Constitution modifier<br><strong>Mana:</strong> None</p>\n<h4><b>Proficiencies</b></h4><p><strong>Armor:</strong> All armor and shields<br><strong>Weapons:</strong> Pick 3 simple and 3 martial weapons<br><strong>Tools:</strong> None<br><strong>Save Checks:</strong> Strength or Dexterity, Constitution<br><strong>Skills:</strong> Choose two of the following skills to be proficient in: Athletics, Acrobatics, Craft, Insight, Instinct, Intimidation, Perception.</p>\n<h4><b>Equipment</b></h4><p>You start with the following equipment, in addition to the equipment granted by your background:</p><ul><li>(a) chain mail, (b) a chain shirt, a shortbow, and 20 arrows, or (c) leather armor, a longbow, and 20 arrows.</li><li>(a) a martial weapon and a shield, (b) a martial weapon, a dagger, and a buckler, or (c) two martial weapons.</li><li>(a) a simple ranged ammunition weapon with 20 matching ammunition, (b) a 10-pack of a simple ranged throwing weapon, or (c) two simple melee weapons with the Thrown trait.</li><li>(a) a delving pack, or (b) adventuring pack.</li></ul><p><i>Alternate Rule:</i> Instead of taking any equipment from this section, instead take 4d6 x 10 gp and spend it on items from the equipment section.<br>&nbsp;&nbsp;&nbsp;&nbsp;Anything bought this way cannot be magical, with the exception of magical foci, and no equipment can be modified mechanically from their base state.</p><h4><b>Starter Abilities</b></h4><p>You gain all of the following abilities: @Compendium[undertaking.abilities.92GYIVKSFZIMYTB4]{Size-Up}, @Compendium[undertaking.abilities.8O5S8E5F8E9ZQ5MP]{Fighting Stances}</p><h3>Class Features at Higher Levels</h3><p><strong>Class Categorization:</strong> Martial<br><strong>Rest Dice Gain After 1st Level:</strong> 1d10 per Fighter level<br><strong>Hit Point Gain After 1st Level:</strong><br>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;1d10 + your Constitution modifier<br>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;Or 6 + your Constitution modifier<br><strong>Mana:</strong> None</p><h4><b>New Ability (Skip for Growth Levels)</b></h4><p>Each time you gain a Fighter level, unless it is a Growth Level, gain one ability of your choice from the following list or from any Fighter Sub-Class. If this is the first ability you select from a tier or sub-class then you also recieve its Given Abilities, indicated by the &#x1F193; symbol. If an ability has requirements listed with it then you must satisfy all of them before you can choose that ability. Likewise, if a sub-class has requirements listed with it then you must also satisfy them in order to choose any abilities from that sub-class, in addition to any requirements the chosen ability may have.<h3>Novice Abilities</h3><p><i>Unlock:</i> Must have the Fighter Starter Abilities before taking any of these abilities.</p><hr/><p>Options: @Compendium[undertaking.abilities.S8VA8DQKIDWB6127]{Adrenaline}, @Compendium[undertaking.abilities.D5L8X9UJQABN9SJA]{Weapon Savvy}</p><h3>Adept Abilities</h3><p><i>Unlock:</i> When you reach 6th level overall and 3rd level Fighter.</p><hr/><p>&#x1F193; Given Ability: @Compendium[undertaking.abilities.57K1WUK53JJUHQ6N]{Weapon Fanatic}</p><hr/><p>Options: @Compendium[undertaking.abilities.SH5OCGLHHXV66GKI]{Extra Attack}, @Compendium[undertaking.abilities.ZBXFQL0LWH9PQUNJ]{Thrives Under Pressure}</p><hr/><h3>Fighter Sub-Classes: Martial Archetype</h3><p>When you meet the requirements for each sub-class, you can choose from that sub-class&rsquo; abilities.  Every level taken in a Fighter sub-class counts as a fighter level.</p><p>Martial Archetypes: @Compendium[undertaking.archetypes-fighter.D2N62G5CSMPZAWPZ]{Gladiator}</p>"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "V29B5QR22SYWVP8K"
}
