{
  "name": "Rogue",
  "type": "class",
  "img": "icons/skills/social/theft-pickpocket-bribery-brown.webp",
  "system": {
    "description": {
      "value": "<p>There is a subtle craft to what a Rogue does, and many simply see someone who lurks in the shadows and waits for an opportunity to stab someone in the back or rob them blind.&nbsp; But a Rogue is so much more.&nbsp; Rogues are resourceful, highly skilled individuals that know the value of staying out of sight and a well placed blade.<br>&nbsp;&nbsp;&nbsp;&nbsp;Rogues come in many different varieties as well.&nbsp; Some are artists with words and match that with their knowledge of people to talk their ways through anything.&nbsp; Others are masters of locks and traps, knowing all of their ins and outs.&nbsp; While still others are silent stalkers that are never seen and have an accuracy with the blade that others would kill for.<br>&nbsp;&nbsp;&nbsp;&nbsp;With their power of cunning, wide skill set, and nimble bodies, Rogues can be found in many places of society, not just stereotypical thugs and criminals.&nbsp; In a party Rogues provide high damage in single attacks and keep their comrades from stumbling into traps.</p>\n<hr />\n<h3>Quick Build</h3><p>If you are looking to play a Rogue as quickly as possible, consider the following:</p><ul><li>Dexterity should be your highest Attribute.</li><li>Intelligence should be your second highest if you plan to be good at Investigation.</li><li>Presence should be your second highest if you plan to be good at Persuasion and Deception.</li><li>If you focus on melee fighting take the following equipment:</li><ul><li>A rapier</li><li>A shortsword</li><li>A burglary pack</li><li>Leather armor, two daggers, and a thievery kit</li></ul><li>If you focus on ranged fighting take the following equipment:</li><ul><li>A shortsword</li><li>A shortbow and quiver of 20 arrows</li><li>A burglary pack</li><li>Leather armor, two daggers, and a thievery kit</li></ul></ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "identifier": "rogue",
    "restDice": "d8",
    "saves": "Dexterity, Intelligence",
    "skills": {
      "number": 4,
      "choices": ["acrobatics","athletics","deception","insight","intimidation","investigation","perception","performance","persuasion","sleight","stealth"],
      "value": []
    },
    "categorization":{
      "martial":{
        "progression": "full"
      },
      "spellcaster": {
        "progression": "none",
        "attribute": ""
      }
    },
    "classDetails": "<h3>Class Features at 1st Level</h3><p><strong>Class Categorization:</strong> Martial<br><strong>Rest Dice:</strong> 1d8<br><strong>Hit Points at 1st Level:</strong> 8 + your Constitution modifier<br><strong>Mana:</strong> None</p>\n<h4><b>Proficiencies</b></h4><p><strong>Armor: </strong>Light<br><strong>Weapons: </strong>Choose three from the following list: blowgun, club, dagger, quarterstaff, sickle, light crossbow, dart, shortbow, sling, slingshot, rapier, shortsword, hand crossbow.<br><strong>Trades: </strong>Thievery<br><strong>Save Checks: </strong>Dexterity, Intelligence<br><strong>Skills: </strong>Choose four from the following list: Acrobatics, Athletics, Deception, Insight, Intimidation, Investigation, Perception, Performance, Persuasion, Sleight of Hand, Stealth</p>\n<h4><b>Equipment</b></h4><p>You start with the following equipment, in addition to the equipment granted by your background:</p><ul><li>(a) a rapier, or (b) a shortsword</li><li>(a) a shortbow and quiver of 20 arrows, (b) a hand crossbow and quiver of 20 bolts (c) a shortsword, or (d) two simple melee weapons</li><li>(a) a burglary pack, (b) a delving pack, or (c) an adventuring pack</li><li>Leather armor, two daggers, and a thievery kit</li></ul><p><i>Alternate Rule:</i> Instead of taking any equipment from this section, instead take 5d4 x 5gp and spend it on items from the equipment section.<br>&nbsp;&nbsp;&nbsp;&nbsp;Anything bought this way cannot be magical, with the exception of magical foci, and no equipment can be modified mechanically from their base state.</p><h4><b>Starter Abilities</b></h4><p>You gain all of the following abilities: @Compendium[undertaking.abilities.A3GDM85RSHS80N3U]{Speak in Code}, @Compendium[undertaking.abilities.1P8DJ5ZSPPJRMLWH]{Sneak Attack}</p><h3>Class Features at Higher Levels</h3><p><strong>Class Categorization:</strong> Martial<br><strong>Rest Dice Gain After 1st Level:</strong> 1d8 per Rogue level<br><strong>Hit Point Gain After 1st Level:</strong><br>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;1d8 + your Constitution modifier<br>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;Or 5 + your Constitution modifier<br><strong>Mana:</strong> None</p><h4><b>New Ability (Skip for Growth Levels)</b></h4><p>Each time you gain a Rogue level, unless it is a Growth Level, gain one ability of your choice from the following list or from any Rogue Sub-Class. If this is the first ability you select from a tier or sub-class then you also recieve its Given Abilities, indicated by the &#x1F193; symbol. If an ability has requirements listed with it then you must satisfy all of them before you can choose that ability. Likewise, if a sub-class has requirements listed with it then you must also satisfy them in order to choose any abilities from that sub-class, in addition to any requirements the chosen ability may have.<h3>Novice Abilities</h3><p><i>Unlock:</i> Must have the Rogue Starter Abilities before taking any of these abilities.</p><hr/><p>Options: @Compendium[undertaking.abilities.JXY8GNKY37UR93L6]{One Step Ahead}, @Compendium[undertaking.abilities.5H1YLH3E742DLXDK]{Multi-Talented}</p><h3>Adept Abilities</h3><p><i>Unlock:</i> When you reach 6th level overall and 3rd level Rogue.</p><hr/><p>&#x1F193; Given Ability: @Compendium[undertaking.abilities.MK99LKGD8IHJ48QD]{Desperate Quickness}</p><hr/><p>Options: @Compendium[undertaking.abilities.X90JYLUREXENZDQC]{Evasive}, @Compendium[undertaking.abilities.T4YIHUPQPW9YAAV6]{Exploit}</p><hr/><h3>Rogue Sub-Classes: Roguish Archetype</h3><p>When you meet the requirements for each sub-class, you can choose from that sub-class&rsquo; abilities.  Every level taken in a Rogue sub-class counts as a Rogue level.</p><p>Roguish Archetypes: @Compendium[undertaking.archetypes-rogue.CI8GLO83XPEZY0HX]{Ninja}</p>"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "I9VDL0C1Q1G7YHVO"
}
