{
  "name": "Wizard",
  "type": "class",
  "img": "icons/magic/symbols/runes-triangle-blue.webp",
  "system": {
    "description": {
      "value": "<p>The arcane mysteries of magic and its ability to bend, break, and shift the laws of reality have long drawn the eyes of many. Some seek this power for their own benefit, to be as gods themselves, while others search for a way to save others and protect those they love by calling upon the well of power that is magic. Still others look to it simply from the need to learn and understand it all, the pursuit of knowledge pushing them to explain one of life&rsquo;s greatest puzzles.<br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever their cause or their pursuit, Wizards are those that have committed their lives to magic in the learning and casting of spells. Always on the hunt for more, Wizards are studious and locked in the pursuit of magic and lore that would lead them to greater power or understanding.They search high and low, sometimes even drawn from their comfort zones with the promise of more.<br>&nbsp;&nbsp;&nbsp;&nbsp;Within adventuring parties, Wizards are known for providing powerful backline assistance.  From a devastating destruction spell to a powerful barrier, Wizards have what it takes to deal immense damage, protect themselves and their allies, and shift the perceptions of all around them.  Though Wizards do take care to not be caught in the melee, as they are normally not quite up to the task of trading physical blows with the enemy.</p>\n<hr />\n<h3>Quick Build</h3><p>If you are looking to play a Wizard as quickly as possible, consider the following:</p><ul><li>Intelligence should be one of your highest Attributes.</li><li>Either Constitution or Dexterity should be one of your next highest Attributes.</li><ul><li>If you are planning to use spells from the School of Enchantment often, make Presence your second highest Attribute instead.</li></ul><li>Choose <i>Elemental Cloak, Force of Will</i>, and <i>Luminescence</i> as your Cantrips for variety.</li></ul><p>Choose <i>Arcane Arrow</i>,<i>Biting Wind, Burst Into Flames, Ethereal Mail, Lash Out</i>, and <i>Poison Pod</i> as your 1st level spells.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rules",
    "identifier": "wizard",
    "restDice": "d6",
    "manaAtFirstLevel": 3,
    "manaPerLevel": 3,
    "saves": "Intelligence, Wisdom",
    "skills": {
      "number": 2,
      "choices": ["arcana","craft","culture","insight","investigation","medicine","theology"],
      "value": []
    },
    "categorization":{
      "martial":{
        "progression": "none"
      },
      "spellcaster": {
        "progression": "full",
        "attribute": "int"
      }
    },
    "classDetails": "<h3>Class Features at 1st Level</h3><p><strong>Class Categorization:</strong> Spellcaster<br><strong>Rest Dice:</strong> 1d6<br><strong>Hit Points at 1st Level:</strong> 6 + your Constitution modifier<br><strong>Mana:</strong> 3</p>\n<h4><b>Proficiencies</b></h4><p><strong>Armor:</strong> None<br><strong>Weapons:</strong> Choose three from: daggers, quarterstaffs, light crossbows, darts, slings, slingshots<br><strong>Tools:</strong> None<br><strong>Save Checks:</strong> Intelligence, Wisdom<br><strong>Skills:</strong> Choose two of the following skills to be proficient in: Arcana, Craft, Culture, Insight, Investigation, Medicine, Theology.</p>\n<h4><b>Equipment</b></h4><p>You start with the following equipment, in addition to the equipment granted by your background:</p><ul><li>(a) a quarterstaff or (b) a dagger</li><li>An arcane focus</li><li>A spellbook</li><li>(a) a research pack, or (b) an adventuring pack</li></ul><p><i>Alternate Rule:</i> Instead of taking any equipment from this section, instead take a spellbook, an arcane focus, and 1d2 x 15 gp and spend it on items from the equipment section.<br>&nbsp;&nbsp;&nbsp;&nbsp;Anything bought this way cannot be magical, with the exception of additional arcane focuses.</p><h4><b>Starter Abilities</b></h4><p>You gain all of the following abilities: @Compendium[undertaking.abilities.RGKNFQH7M4AJXSXV]{Spellcasting}, @Compendium[undertaking.abilities.U2NS38QP7TBT6SMG]{Wizard Spells}, @Compendium[undertaking.abilities.UW8VXK0Y7JQIINFY]{Spell Transference}</p><h3>Class Features at Higher Levels</h3><p><strong>Class Categorization:</strong> Spellcaster<br><strong>Rest Dice Gain After 1st Level:</strong> 1d6 per Wizard level<br><strong>Hit Point Gain After 1st Level:</strong><br>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;1d6 + your Constitution modifier<br>&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;&nbsp;Or 4 + your Constitution modifier<br><strong>Mana:</strong> 3</p><h4><b>Learning Spells at Higher Levels</b></h4><p>Each time you gain a Wizard leveI after 1st, you can add two Wizard spells of your choice to your spellbook.<br>&nbsp;&nbsp;&nbsp;&nbsp;Each of these spells must be of a leveI for which you have access to at the time of taking that level, as described under Spellcasting in the class description for Wizard, and cannot be a Cantrip.<br>&nbsp;&nbsp;&nbsp;&nbsp;For example, if you have just gotten to 4th level as a character, and you decide to take your second level in Wizard, you can only choose spells of 2nd level or below, because that is the level of spell that you meet the requirements for at the time of leveling.<br>&nbsp;&nbsp;&nbsp;&nbsp;For characters that start at a higher level than 1, you will need to go through and check what spells you can take for every level of Wizard you had.  For example, if you start at level 5 and put all of your levels in Wizard, you do not automatically get ten level 3 spells.  You can only take two 3rd level skills in this example, because you only meet the requirements for your 5th level in Wizard, but not your 4th, 3rd, and so on.  <br>&nbsp;&nbsp;&nbsp;&nbsp;On your adventures, you might find other spells that you can add to your spellbook as described in the earlier section under &ldquo;Spellbook&rdquo;.</p><h4><b>New Ability (Skip for Growth Levels)</b></h4><p>Each time you gain a Wizard level, unless it is a Growth Level, gain one ability of your choice from the following list or from any Wizard Sub-Class. If this is the first ability you select from a tier or sub-class then you also recieve its Given Abilities, indicated by the &#x1F193; symbol. If an ability has requirements listed with it then you must satisfy all of them before you can choose that ability. Likewise, if a sub-class has requirements listed with it then you must also satisfy them in order to choose any abilities from that sub-class, in addition to any requirements the chosen ability may have.<h3>Novice Abilities</h3><p><i>Unlock:</i> Must have the Wizard Starter Abilities before taking any of these abilities.</p><hr/><p>Options: @Compendium[undertaking.abilities.L4TCBW3PWUZVSULN]{Meditative Rest}, @Compendium[undertaking.abilities.RFBX1FZ2ALJA5G3Z]{School of Study}</p><h3>Adept Abilities</h3><p><i>Unlock:</i> When you reach 6th level overall and 3rd level Wizard.</p><hr/><p>&#x1F193; Given Ability: @Compendium[undertaking.abilities.SHD2ABFLNZ9CNNII]{Arcane Bond}</p><hr/><p>Options: @Compendium[undertaking.abilities.DNKUZOHBFP8JQ80N]{Enchant}, @Compendium[undertaking.abilities.ZG3FXZY4IZX4LH6N]{Levitate}</p><hr/><h3>Wizard Sub-Classes: Arcane Archetype</h3><p>When you meet the requirements for each sub-class, you can choose from that sub-class&rsquo; abilities.  Every level taken in a Wizard sub-class counts as a wizard level.</p><p>Arcane Archetypes: @Compendium[undertaking.archetypes-wizard.DMJWB3UB89H2SRYU]{Plague Doctor}</p>"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_id": "KWLWHMDBZ3NK1FAV"
}
